[{
    "anchor": "Wiki",
    "en": {"title": "RIESGOS Demonstrator Documentation (Wiki)",
        "body": "<p>&nbsp;</p> <p>The RIESGOS demonstrator is made up of a decentralized architecture. As part of this initiative, several Web Processing Services (WPS) form an interoperate system that together provide key inputs, perform online computations and return the corresponding outputs of scenario-based hazard risk assessment (Pittore et al. (2020)). This integration is performed through the use of Docker containers as summarized by Brinckmann et al. (2020) and in the GitHub repository: <a href=\"https://github.com/gfzriesgos/gfz-command-line-tool-repository\">https://github.com/gfzriesgos/gfz-command-line-tool-repository</a></p> <p>A graphical representation of this workflow for the case of physical risk from consecutive earthquake and tsunami is displayed in Figure 1. The names of the WPS are written in red colour and each of their associated sub-processes are described in the following.</p> <p>&nbsp;</p> <p><img width=\"618\" height=\"308\" src=\"assets/images/image001.jpg\" alt=\"image001\"></p> <p><i>Figure 1. Example of the generation of a stochastic earthquake catalogue for 100,000 years exploration length based on the hazard disaggregation in Valparaíso, Chile.</i></p> <p>&nbsp;</p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brinckmann, N., Pittore, M., Rüster, M., Proß, B., Gomez-Zapata, J.C., 2020. Put your models in the web - less painful, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 8671. <a href=\"https://doi.org/10.5194/egusphere-egu2020-8671\">https://doi.org/10.5194/egusphere-egu2020-8671</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Gómez Zapata, J.C., Brinckmann, N., Weatherill, G., Babeyko, A., Harig, S., Mahdavi, A., Proß, B., Rosero Velasquez, H.F., Straub, D., Krautblatter, M., Frimberger, T., Langbein, M., Geiß, C., Schoepfer, E., 2020. Towards an integrated framework for distributed, modular multi-risk scenario assessment, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 19097. <a href=\"https://doi.org/10.5194/egusphere-egu2020-19097\">https://doi.org/10.5194/egusphere-egu2020-19097</a></p> <p>&nbsp;</p> "},
    "es": {"title": "Documentación del demostrador de RIESGOS (Wiki)",
        "body": "<p>&nbsp;</p> <p>El demostrador de RIESGOS se compone de una arquitectura descentralizada. Como parte de esta iniciativa, varios Servicios de procesamiento web (WPS) forman un sistema interoperativo que, en conjunto, proporcionan dataos y modelos de entrada clave, realizan cálculos en línea y devuelven los resultados correspondientes para la evaluación de escenarios de riesgos por amenazas de origine natural. Se pueden encontrar algunos detalles de este concepto en Pittore et al., (2020). Esta integración se realiza mediante el uso de contenedores Docker tal como se resume en Brinckmann et al., (2020) y en el repositorio de GitHub: <a href=\"https://github.com/gfzriesgos/gfz-command-line-tool-repository\">https://github.com/gfzriesgos/gfz-command-line-tool-repository</a></p> <p>Una representación gráfica de este modelo de cómputo distribuido se muestra en la Figura 1 para el caso de riesgo físico por terremotos y consecutivos tsunamis. Los nombres de las WPS están escritos en color rojo y cada uno de sus subprocesos asociados se describen a continuación.</p> <p><img width=\"624\" height=\"312\" src=\"assets/images/image002.jpg\" alt=\"image002\"></p> <p><a><i>Figura</i></a> <i>1. Ejemplo de la generación de un catálogo de terremotos estocásticos para 100.000 años de duración de exploración basado en la desagregación de amenazas en Valparaíso, Chile.</i></p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brinckmann, N., Pittore, M., Rüster, M., Proß, B., Gomez-Zapata, J.C., 2020. Put your models in the web - less painful, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 8671. <a href=\"https://doi.org/10.5194/egusphere-egu2020-8671\">https://doi.org/10.5194/egusphere-egu2020-8671</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Gómez Zapata, J.C., Brinckmann, N., Weatherill, G., Babeyko, A., Harig, S., Mahdavi, A., Proß, B., Rosero Velasquez, H.F., Straub, D., Krautblatter, M., Frimberger, T., Langbein, M., Geiß, C., Schoepfer, E., 2020. Towards an integrated framework for distributed, modular multi-risk scenario assessment, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 19097. <a href=\"https://doi.org/10.5194/egusphere-egu2020-19097\">https://doi.org/10.5194/egusphere-egu2020-19097</a></p> <p>&nbsp;</p> "}
}, {
    "anchor": "EqCatalogue",
    "en": {"title": "Earthquake catalogue",
        "body": "<p>An earthquake catalogue is a collection of available earthquake events contained within a given local database that was customised beforehand in a .CSV file. It is provided to the RIESGOS demonstrator by the current version of the WPS Quakeledger V.1.0 (Pittore et al., 2021). This version of Quakeledger comprises some Python3 scripts developed by the GFZ which can be accessed in this repository: <a href=\"https://github.com/gfzriesgos/quakeledger/\">https://github.com/gfzriesgos/quakeledger/</a></p> <p>This WPS uses either one or more types of seismic catalogues: (e.g. observed, expert-based and/or stochastic events). Some details of these catalogues are provided hereafter.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Observed</strong>: It is a collection of historical earthquakes. We make use of the database of the SARA project (v.2016) of the Global Earthquake Model (GEM) that compiled and harmonised catalogues of official Institutions. Therefore, seismic events occurred after 2016 are not considered. It contains catalogues at the continental scale (CERESIS, 1995), as well as relevant national catalogues for the study areas of RIESGOS: Peru (Tavera al., 2001) and Chile (Leyton et al., 2009). Notably, this type of catalogue is divided into pre-1964 and post-1964 events. For the first ones, relations of macroseismic intensities were locally calibrated to infer the moment magnitude (Mw) of the events. The original catalogue of the SARA project for the Andean region can be downloaded from: <a href=\"https://sara.openquake.org/hazard_rt4\">https://sara.openquake.org/hazard_rt4</a>. Further information about the method followed to harmonize the input datasets can be found therein.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Expert-based</strong>: It is a collection of earthquakes chosen by experts containing both real and synthetic events. This dataset is the result obtained after internal discussions between representatives of the GFZ, AWI and their counterparts from the partner South American institutions (e.g., CSN, SHOA, IGP, and DHN). These scenarios had been already proposed to estimate strong ground motions from “characteristic earthquakes” and/or to constrain tsunami inundation areas in Metropolitan Lima and coastal area of Gran Valparaíso.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Stochastic</strong>: This is a synthetic seismic catalogue produced by sampling the frequency-magnitude distribution (i.e., Guttenberg-Richter double-truncated relation for earthquake recurrence) through a Monte-Carlo procedure over predefined seismic source zones. This process distributes homogeneously earthquakes inside the source zones, each having the same properties as the historical events that are likely to occur within a given time-window. The catalogue was derived by the GFZ making use of the Stochastic Event Set Calculator available in the OpenQuake Engine (Pagani et al., 2014). An example of one stochastic catalogue obtained for the Chilean study area (coastal area of Gran Valparaíso) is displayed in Figure 2. Further details of this procedure can be found in Aristizábal et al., (2018). The predefined geometries of the seismic sources proposed by the SARA project were used for this process. Further information about the zoning procedure can be found in <a href=\"https://sara.openquake.org/hazard_rt3/\">https://sara.openquake.org/hazard_rt3/</a></p> <p>&nbsp;</p> <p>The user can find some examples of the catalogues and the fields that make up the .CSV files in: <a href=\"https://github.com/GFZ-Centre-for-Early-Warning/quakeledger/\">https://github.com/GFZ-Centre-for-Early-Warning/quakeledger/</a></p> <p><img width=\"469\" height=\"189\" src=\"assets/images/image003.png\" alt=\"image003\"></p> <p><a><i>Figure 2</i></a><i>. Left: Example of the generation of a stochastic earthquake catalogue for 100,000 years exploration length for Valparaíso. Right: randomly sampled earthquake catalogue to be used in further risk analyses.</i></p> <p>&nbsp;</p> <p>These events are described in terms of the minimum parameters which are required to construct a finite earthquake rupture using the OpenQuake Engine (Pagani et al., 2014). These parameters are used to model the seismic ground motion fields as explained in the next title. These parameters are:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; eventID, unique id of the event</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; longitude, (longitude in fraction of degrees)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; latitude, (latitude in fraction of degrees)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; depth, (depth in kilometres)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; magnitude, (moment magnitude (Mw))</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; rake, (rake angle (degrees))</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; dip, (dip angle (degrees))</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; strike, (strike angle (degrees))</p> <p>&nbsp;</p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Aristizábal, C., Bard, P.-Y., Beauval, C., Gómez, J.C., 2018. Integration of Site Effects into Probabilistic Seismic Hazard Assessment (PSHA): A Comparison between Two Fully Probabilistic Methods on the Euroseistest Site. Geosciences 8. <a href=\"https://doi.org/10.3390/geosciences8080285\">https://doi.org/10.3390/geosciences8080285</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CERESIS, 1995. Catalogue for South America and the Caribbean prepared in the framework of GSHAP. Lima, Peru.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Leyton, F., Ruiz, S., Sepúlveda, S.A., 2009. Preliminary re-evaluation of probabilistic seismic hazard assessment in Chile: from Arica to Taitao Peninsula. Advances in Geosciences 22, 147–153. <a href=\"https://doi.org/10.5194/adgeo-22-147-2009\">https://doi.org/10.5194/adgeo-22-147-2009</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pagani, M., Monelli, D., Weatherill, G., Danciu, L., Crowley, H., Silva, V., Henshaw, P., Butler, L., Nastasi, M., Panzeri, L., Simionato, M., Vigano, D., 2014. OpenQuake Engine: An Open Hazard (and Risk) Software for the Global Earthquake Model. Seismological Research Letters 85, 692–702. <a href=\"https://doi.org/10.1785/0220130087\">https://doi.org/10.1785/0220130087</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Haas, M., Gomez-Zapata, J.C., Brinckmann, N., Rüster, M., Proß, B., 2021. Quakeledger: a web service to serve earthquake scenarios. V. 1.0. GFZ Data Services. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.003\">https://doi.org/10.5880/riesgos.2021.003</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tavera, H., Agüero, C., Fernandez, E., Rodriguez, S., 2001. Catálogo Sísmico del Perú 1471 – 1982 Versión Revisada y Actualizada. Instituto Geofísico del Perú, Direccion de Sismologia, Lima.</p> <p>&nbsp;</p> <p>&nbsp;</p> "},
    "es": {"title": "Catálogo de terremotos",
        "body": "<p>Un catálogo de terremotos es una colección de eventos sísmicos contenidos en una base de datos local que se personalizó de antemano en un archivo .CSV. Se proporciona al demostrador de RIESGOS mediante la versión actual de WPS Quakeledger V.1.0 (Pittore et al., 2021). Esta versión de Quakeledger comprende algunos scripts de Python3 desarrollados por GFZ a los que se puede acceder en este repositorio: <a href=\"https://github.com/gfzriesgos/quakeledger/\">https://github.com/gfzriesgos/quakeledger/</a></p> <p>Este WPS utiliza uno o más tipos de catálogos sísmicos:(por ejemplo, eventos observados, basados ​​en expertos y / o estocásticos). A continuación, se proporcionan algunos detalles de estos catálogos.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Observado</strong>: Es una colección de terremotos históricos. Utilizamos la base de datos del proyecto SARA (v.2016) del Global Earthquake Model (GEM) que recopiló y armonizó catálogos de Instituciones oficiales. Por lo tanto, los eventos sísmicos ocurridos después de 2016 no se han considerado. Contiene tanto catálogos a escala continental (CERESIS, 1995), así como catálogos nacionales relevantes para las áreas de estudio de RIESGOS: Perú (Tavera et al., 2001) y Chile (Leyton et al., 2009). Cabe destacar que este tipo de catálogo se divide en eventos anteriores a 1964 y posteriores a 1964. Para los primeros, las relaciones de intensidades macrosísmicas se calibraron localmente para inferir la magnitud de momento (Mw) de los eventos. El catálogo original del proyecto SARA para la región andina se puede descargar de: <a href=\"https://sara.openquake.org/hazard_rt4\">https://sara.openquake.org/hazard_rt4</a>. Allí se puede encontrar más información sobre el método seguido para armonizar los conjuntos de datos de entrada.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Basado en expertos</strong>: Es una colección de terremotos elegidos por expertos que contienen eventos tanto reales como sintéticos. Este conjunto de datos es el resultado obtenido después de discusiones internas entre representantes del GFZ, AWI y sus contrapartes de las instituciones socias de América del Sur (por ejemplo, CSN, SHOA, IGP y DHN). Estos escenarios ya habían sido propuestos para estimar fuertes aceleraciones sísmicas del suelo de “terremotos característicos” y / o para limitar las áreas de inundación por tsunami en Lima Metropolitana y la zona costera de Gran Valparaíso.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Estocástico</strong>: Este es un catálogo sísmico sintético producido al muestrear la distribución de frecuencia-magnitud (es decir, relación doble truncada Guttenberg-Richter para la recurrencia de terremotos). Esto se realiza a través de un procedimiento de Monte-Carlo sobre zonas de fuentes sísmicas predefinidas. Este proceso distribuye homogéneamente los terremotos dentro de las zonas de origen, cada una con las mismas propiedades que los eventos históricos que probablemente ocurran dentro de una ventana de tiempo determinada. El catálogo fue derivado por el GFZ haciendo uso del modo de cálculo “Event-based” que está disponible en el OpenQuake Engine (Pagani et al., 2014). Un ejemplo de un catálogo estocástico obtenido para el área de estudio de Chile (zona costera de Gran Valparaíso) se muestra en la Figura 2. Se pueden encontrar más detalles de este procedimiento en Aristizábal et al., (2018). Para este proceso se utilizaron las geometrías predefinidas de las fuentes sísmicas propuestas por el proyecto SARA. Puede encontrar más información sobre el procedimiento de zonificación en: <a href=\"https://sara.openquake.org/hazard_rt3/\">https://sara.openquake.org/hazard_rt3/</a>.</p> <p>&nbsp;</p> <p>El usuario puede encontrar algunos ejemplos de los catálogos y los campos que componen los archivos .CSV en: <a href=\"https://github.com/GFZ-Centre-for-Early-Warning/quakeledger/\">https://github.com/GFZ-Centre-for-Early-Warning/quakeledger/</a>.</p> <p><img width=\"469\" height=\"189\" src=\"assets/images/image004.png\" alt=\"image004\"></p> <p><i>Figura 2. Ejemplo de la generación de un catálogo de terremotos estocásticos para 100.000 años de duración de exploración basado en la desagregación de amenazas en Valparaíso, Chile.</i></p> <p>Los eventos de los catálogos se describen en términos de los parámetros mínimos que se requieren para construir una ruptura sísmica finita utilizando OpenQuake (Pagani et al., 2014). Estos parámetros se utilizan para modelar los campos de movimiento sísmico del suelo como se explica en el siguiente título. Estos parámetros son:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; eventID, id único del evento</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; longitude, (longitud en fracción de grados)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; latitude, (latitud en fracción de grados)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; depth, (profundidad en kilómetros)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; magnitude, (magnitud de momento (Mw))</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; rake, (ángulo de ataque (grados))</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; dip, (ángulo de buzamiento (grados))</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; strike, (ángulo de golpe (grados))</p> <p>&nbsp;</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Aristizábal, C., Bard, P.-Y., Beauval, C., Gómez, J.C., 2018. Integration of Site Effects into Probabilistic Seismic Hazard Assessment (PSHA): A Comparison between Two Fully Probabilistic Methods on the Euroseistest Site. Geosciences 8. <a href=\"https://doi.org/10.3390/geosciences8080285\">https://doi.org/10.3390/geosciences8080285</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CERESIS, 1995. Catalogue for South America and the Caribbean prepared in the framework of GSHAP. Lima, Peru.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Leyton, F., Ruiz, S., Sepúlveda, S.A., 2009. Preliminary re-evaluation of probabilistic seismic hazard assessment in Chile: from Arica to Taitao Peninsula. Advances in Geosciences 22, 147–153. <a href=\"https://doi.org/10.5194/adgeo-22-147-2009\">https://doi.org/10.5194/adgeo-22-147-2009</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pagani, M., Monelli, D., Weatherill, G., Danciu, L., Crowley, H., Silva, V., Henshaw, P., Butler, L., Nastasi, M., Panzeri, L., Simionato, M., Vigano, D., 2014. OpenQuake Engine: An Open Hazard (and Risk) Software for the Global Earthquake Model. Seismological Research Letters 85, 692–702. <a href=\"https://doi.org/10.1785/0220130087\">https://doi.org/10.1785/0220130087</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Haas, M., Gomez-Zapata, J.C., Brinckmann, N., Rüster, M., Proß, B., 2021b. Quakeledger: a web service to serve earthquake scenarios. V. 1.0. GFZ Data Services. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.003\">https://doi.org/10.5880/riesgos.2021.003</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tavera, H., Agüero, C., Fernandez, E., Rodriguez, S., 2001. Catálogo Sísmico del Perú 1471 – 1982 Versión Revisada y Actualizada. Instituto Geofísico del Perú, Direccion de Sismologia, Lima.</p> <p>&nbsp;</p> <p>&nbsp;</p> "}
}, {
    "anchor": "EqSimulation",
    "en": {"title": "Ground motion simulation",
        "body": "<p>The ground motion fields (GMF) are a set of predicted acceleration values over sampled locations that are obtained for one selected earthquake scenario. This scenario had to be formerly selected from one of the aforementioned catalogues. The GMF are provided to the RIESGOS demonstrator by the WPS (Web Processing Service) Shakyground V.1.0 (Weatherill et al., 2021). It is based on QuakeML (Schorlemmer et al., 2011). This version of Shakyground comprises several Python3 scripts developed by the GFZ which can be accessed in this repository: <a href=\"https://github.com/gfzriesgos/shakyground/\">https://github.com/gfzriesgos/shakyground/</a>. Currently, Shakyground only delivers to the RIESGOS demonstrator a single ground motion field (GMF) in terms of the predicted median PGA (peak ground acceleration) values. However, the calculations are also carried out for other spectral periods (SA (0.3s), and SA (1.0s)) along with their respective standard deviations.</p> <p>The earthquake ruptures are generated with dimensions estimated using the relationship proposed by (Wells and Coppersmith, 1994). For this aim, Shakyground makes use of auxiliary codes of the OpenQuake Engine (Pagani et al., 2014) to construct a finite earthquake rupture using the event’s parameters compiled in the catalogues. Subsequently, GMF are simulated through the implementation of GMPEs (Ground Motion Prediction Equations). They are empirical mathematical relations developed by experts for specific tectonic regions using real datasets. Given the purpose of the RIESGOS project of assessing multi-hazard risk scenarios (earthquake-tsunami) for the pilot areas, we only consider the “subduction inter-plate” tectonic region. The median ground motion fields are calculated by the GMPE proposed by Montalva et al. (2017). To date, this model is the only one that has been calibrated using local seismological data recorded from the South America subduction zone. A simple example of some catalogue provided by Quakeledger and the resulting GMF for the simulated earthquake rupture are provided in Figure 3.</p> <p><img width=\"364\" height=\"208\" src=\"assets/images/image005.jpg\" alt=\"image005\"></p> <p><a><i>Figure</i></a> <i>3. Modified screenshots taken to the RIESGOS demonstrator. Left: some of the subduction earthquakes that make up the catalogue of observed events is returned by the WPS Quakeledger within a bounding box drawn by the user. Right: the simulated seismic ground motion field in terms of PGA for one selected event using the WPS Shakyground. The resulting finite fault rupture constitutes a much larger area than the bounding box and it is descried by the reddish values (maximum acceleration values). Legends are not provided on purpose for confidential issues.</i></p> <p>&nbsp;</p> <p>Please note that in RIESGOS demonstrator, the epicentral location (projection of the hypocentre on surface) may not coincide with the trace of the finite fault rupture that shows the maximum acceleration values. A visual explanation of this feature is displayed in Figure 4 where it can be seen that the rupture plane is shifted from the hypocentre due to the dip angle of the fault plane (or inter-plate region of the subduction zone).</p> <p>&nbsp;<img width=\"385\" height=\"214\" src=\"assets/images/image006.png\" alt=\"image006\"></p> <p><a><i>Figure</i></a> <i>4. Visual example of the non-overlapping locations of the epicentre and the trace of the finite fault rupture. Figure modified from Murphy, (2015).</i></p> <p><i>&nbsp;</i></p> <p>The acceleration values are estimated by Shakyground on surface over a regular grid of points with a resolution of 30 arc-seconds ~ 1 km. This resolution comes from the points that make up the geodataset of the shear wave velocity for the uppermost 30 depth meters (Vs30) from the slope topography as a proxy (Allen and Wald, 2007). Further documentation and a downloadable .GRD file are available in the website: <a href=\"https://earthquake.usgs.gov/data/vs30/\">https://earthquake.usgs.gov/data/Vs30/</a>. However, it is well known that slope-based Vs30 proxy might only provide a partial approximation of the expected ground motion (Derras et al., 2017; Weatherill et al., 2020). Therefore, in the framework of the RIESGOS project we have refined these slope-based Vs30 values making use of local seismic microzonations:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For Lima we use the Vs30 values as reported in Ceferino et al. (2018). This dataset combines the USGS slope-based Vs30 values and a local seismic microzonation for the cities of Lima and Callao reported by Aguilar et al., (2013). The later study was led by CISMID and made use of the Nakamura method (Nakamura, 1989).</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For Valparaíso we also use the USGS topography-based Vs30 values and replace them when possible with the values of the seismic microzonation study reported in Mendoza et al. (2018). The later study was led by CIGIDEN and also made use of the Nakamura method (Nakamura, 1989). This dataset is available here: <a href=\"https://sigas.sernageomin.cl/\">https://sigas.sernageomin.cl/</a>. An image of the original study of Mendoza et al. (2018) is provided for illustrative purposes in Figure 5.</p> <p>&nbsp;</p> <p><img width=\"404\" height=\"382\" src=\"assets/images/image007.jpg\" alt=\"image007\"></p> <p><a><i>Figure</i></a> <i>5. Seismic microzonation data from the SIGAS platform of CIGIDEN for the coastal area of Valparaíso as originally reported in Spanish by Mendoza et al. (2018). Green colour represent higher Vs30 values (stiff material) and red ones represent lower Vs30 values (soft-soils). This dataset has been integrated as input for Shakyground web-service.</i></p> <p>The GMF outputs are provided in community standard formats (.xml). This format is similar to the one used by the Shakemap data-formats implemented by the USGS (United States Geological Survey, <a href=\"https://earthquake.usgs.gov/data/shakemap/\">https://earthquake.usgs.gov/data/shakemap/</a>).</p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Aguilar, Z., Lazares, F., Alarcon, S., Quispe, S., Uriarte, R., Calderon, D., 2013. Actualización de la Microzonificación Sísmica de la ciudad de Lima. Presented at the International Symposium for CISMID 25th Anniversary 17–18 August, 2012, Lima, Peru.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Allen, T.I., Wald, D.J., 2007. Topographic Slope as a Proxy for Seismic Site-Conditions (VS30) and Amplification Around the Globe (Report No. 2007–1357), Open-File Report. <a href=\"https://doi.org/10.3133/ofr20071357\">https://doi.org/10.3133/ofr20071357</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ceferino, L., Kiremidjian, A., Deierlein, G., 2018. Regional Multiseverity Casualty Estimation Due to Building Damage following a Mw 8.8 Earthquake Scenario in Lima, Peru. Earthquake Spectra 34, 1739–1761. <a href=\"https://doi.org/10.1193/080617EQS154M\">https://doi.org/10.1193/080617EQS154M</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Derras, B., Bard, P.-Y., Cotton, F., 2017. VS30, slope, H800 and f0: performance of various site-condition proxies in reducing ground-motion aleatory variability and predicting nonlinear site response. Earth, Planets and Space 69, 133. <a href=\"https://doi.org/10.1186/s40623-017-0718-z\">https://doi.org/10.1186/s40623-017-0718-z</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mendoza, L., Ayala, F., Fuentes, B., Soto, V., Sáez, E., Yañez, G., Montalva, Gonzalo., Gález, C., Sepúlveda, N., Lazo, I., Ruiz, J., 2018. Estimación cuantitativa de la amenaza sísmica en base a métodos geofísicos: aplicación a las localidades costeras del segmento los Vilos – San Antonio. Presented at the 50 Congreso SOCHIGE., Valparaíso, Chile.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Montalva, G.A., Bastías, N., Rodriguez-Marek, A., 2017. Ground-Motion Prediction Equation for the Chilean Subduction Zone. The Bulletin of the Seismological Society of America 107, 901–911. <a href=\"https://doi.org/10.1785/0120160221\">https://doi.org/10.1785/0120160221</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Murphy, B., 2015. Chapter 4 - Coseismic Landslides, in: Shroder, J.F., Davies, T. (Eds.), Landslide Hazards, Risks and Disasters. Academic Press, Boston, pp. 91–129. <a href=\"https://doi.org/10.1016/B978-0-12-396452-6.00004-5\">https://doi.org/10.1016/B978-0-12-396452-6.00004-5</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nakamura, Y., 1989. A method for dynamic characteristics estimation of subsurface using microtremor on the ground surface QR Railway Tech. Res. Inst., 30(1), 25-33.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pagani, M., Monelli, D., Weatherill, G., Danciu, L., Crowley, H., Silva, V., Henshaw, P., Butler, L., Nastasi, M., Panzeri, L., Simionato, M., Vigano, D., 2014. OpenQuake Engine: An Open Hazard (and Risk) Software for the Global Earthquake Model. Seismological Research Letters 85, 692–702. <a href=\"https://doi.org/10.1785/0220130087\">https://doi.org/10.1785/0220130087</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Schorlemmer, D., Euchner, F., Kästli, P., Saul, J., 2011. QuakeML: status of the XML-based seismological data exchange format. Annals of Geophysics 54, 59–65. <a href=\"https://doi.org/10.4401/ag-4874\">https://doi.org/10.4401/ag-4874</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Weatherill, G., Kotha, S.R., Cotton, F., 2020. Re-thinking site amplification in regional seismic risk assessment. Earthquake Spectra 36, 274–297. <a href=\"https://doi.org/10.1177/8755293019899956\">https://doi.org/10.1177/8755293019899956</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Weatherill, G., Pittore, M., Haas, M., Brinckmann, N., Rüster, M., Gomez-Zapata, J.C., 2021. Shakyground: a web service to serve GMPE-based ground motion fields. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.004\">https://doi.org/10.5880/riesgos.2021.004</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wells, D.L., Coppersmith, K.J., 1994. New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement. Bulletin of the Seismological Society of America 84, 974–1002.</p> <p>&nbsp;</p> <p>&nbsp;</p> "},
    "es": {        "title": "Simulación de movimiento sísmico del suelo",
        "body": "<p>Los campos de movimiento sísmico del suelo (o ground motion fields (GMF) por sus siglas en inglés) son un conjunto de valores de las aceleraciones pronosticados para las ubicaciones muestreadas tras haber seleccionado un escenario de terremoto. Este escenario tuvo que haber sido seleccionado previamente de uno de los catálogos antes mencionados. Los GMF son proporcionados al demostrador de RIESGOS por el WPS (Servicio de procesamiento web) Shakyground V.1.0 (Weatherill et al., 2021). Este WPS está basado en QuakeML (Schorlemmer et al., 2011). Esta versión de Shakyground comprende varios scripts de Python3 desarrollados por el GFZ a los que se puede acceder en este repositorio: <a href=\"https://github.com/gfzriesgos/shakyground/\">https://github.com/gfzriesgos/shakyground/</a>. Actualmente, Shakyground solo entrega al demostrador RIESGOS un único campo de movimiento del suelo (GMF) en términos de los valores medianos previstos de PGA (“peak ground acceleration” o aceleración máxima del suelo). Sin embargo, los cálculos también se realizan para otros períodos espectrales (SA (0,3 s) y SA (1,0 s)) junto con sus respectivas desviaciones estándar.</p> <p>Las rupturas sísmicas se generan con dimensiones estimadas utilizando la relación propuesta por (Wells and Coppersmith, 1994). Para ello, Shakyground hace uso de códigos auxiliares del OpenQuake Engine (Pagani et al., 2014) para construir una ruptura sísmica finita utilizando los parámetros del evento compilados en los catálogos. Posteriormente, los GMF se simulan mediante la implementación de GMPE(s) (Ground Motion Prediction Equations). Estas son relaciones matemáticas empíricas desarrolladas por expertos para regiones tectónicas específicas utilizando conjuntos de datos reales. Dado el propósito del proyecto RIESGOS de evaluar escenarios de riesgo multi-amenaza (terremoto-tsunami) para las áreas piloto, solo consideramos la región tectónica de “subducción interplaca”. Los valores de la mediana de las predicciones del GMF son calculados por el GMPE propuesto por Montalva et al., (2017). Hasta la fecha, este modelo es el único que ha sido calibrado utilizando datos sismológicos locales registrados en la zona de subducción de América del Sur. En la Figura 3 se proporciona un ejemplo simple de algún catálogo proporcionado por Quakeledger y el GMF resultante para la ruptura del terremoto simulado.</p> <p><img width=\"364\" height=\"208\" src=\"assets/images/image008.jpg\" alt=\"image008\"></p> <p><i>Figura 3. Capturas de pantalla modificadas tomadas para el demostrador de RIESGOS. Izquierda: el WPS Quakeledger devuelve algunos de los terremotos de subducción que componen el catálogo de eventos observados dentro de un cuadro delimitador dibujado por el usuario. Derecha: el campo de movimiento del suelo sísmico simulado en términos de PGA (aceleración máxima del suelo) para un evento seleccionado usando el WPS Shakyground. La ruptura de la falla finita resultante constituye un área mucho mayor que el cuadro delimitador y se describe por los valores rojizos (valores máximos de aceleración). Las leyendas no se proporcionan a propósito por cuestiones confidenciales.</i></p> <p>&nbsp;</p> <p>Tenga en cuenta que en el demostrador RIESGOS, la ubicación epicentral (proyección del hipocentro en la superficie) puede no coincidir con la traza de la ruptura de la falla finita que muestra los valores máximos de aceleración. Se muestra una explicación visual de este fenómeno en la Figura 4 donde se puede ver que el plano de ruptura se desplaza del hipocentro debido al ángulo de inclinación del plano de falla (o región entre placas de la zona de subducción).</p> <p>&nbsp;<img width=\"385\" height=\"214\" src=\"assets/images/image006.png\" alt=\"image006\"></p> <p><i>Figura 4. Ejemplo visual de las ubicaciones no superpuestas del epicentro y el rastro de la ruptura finita de la falla. Figura modificada de Murphy, (2015).</i></p> <p>&nbsp;</p> <p>Los valores de aceleración son estimados por Shakyground en la superficie sobre una cuadrícula regular de puntos con una resolución de 30 segundos de arco ~ 1 km. Esta resolución proviene de los puntos que componen el geodataset de la velocidad de la onda de corte para los 30 metros de profundidad superiores (Vs30) de la topografía de la pendiente como un proxy (Allen y Wald, 2007). Más documentación y un archivo .GRD descargable están disponibles en el sitio web: <a href=\"https://earthquake.usgs.gov/data/vs30/\">https://earthquake.usgs.gov/data/vs30/</a>. Sin embargo, es bien sabido que el proxy Vs30 basado en la pendiente solo puede proporcionar una aproximación parcial del movimiento del suelo esperado (Derras et al., 2017; Weatherill et al., 2020). Por lo tanto, en el marco del proyecto RIESGOS, hemos refinado estos valores Vs30 basados en pendientes haciendo uso de microzonificaciones sísmicas locales:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Para Lima usamos los valores Vs30 como se informa en Ceferino et al., (2018). Este conjunto de datos combina los valores Vs30 basados en la pendiente del USGS y una microzonificación sísmica local para las ciudades de Lima y Callao reportada por Aguilar et al., (2013). El último estudio fue dirigido por CISMID y utilizó el método Nakamura (Nakamura, 1989).</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Para Valparaíso también usamos los valores Vs30 basados en topografía del USGS y reemplazarlos cuando sea posible con los valores del estudio de microzonificación sísmica reportado en Mendoza et al., (2018). El último estudio fue dirigido por CIGIDEM y también hizo uso del método Nakamura (Nakamura, 1989). Este conjunto de datos está disponible aquí: <a href=\"https://sigas.sernageomin.cl/\">https://sigas.sernageomin.cl/</a>. Una imagen del estudio original de Mendoza et al., (2018) se proporciona con fines ilustrativos en la Figura 5.</p> <p><img width=\"404\" height=\"382\" src=\"assets/images/image007.jpg\" alt=\"image007\"></p> <p><i>Figura 5. Datos de microzonificación sísmica de la plataforma SIGAS de CIGIDEN para la zona costera de Valparaíso según lo informado originalmente en español por Mendoza et al. (2018). El color verde representa valores de Vs30 más altos (material rígido) y los rojos representan valores de Vs30 más bajos (suelos blandos). Este conjunto de datos se ha integrado como entrada para el servicio web Shakyground.</i></p> <p>&nbsp;</p> <p>Los resultados de GMF se proporcionan en formatos estándar de la comunidad (.xml). Este formato es similar al utilizado por los formatos de datos Shakemap implementados por el USGS (Servicio Geológico de los Estados Unidos, <a href=\"https://earthquake.usgs.gov/data/shakemap/\">https://earthquake.usgs.gov/data/shakemap/</a>).</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Aguilar, Z., Lazares, F., Alarcon, S., Quispe, S., Uriarte, R., Calderon, D., 2013. Actualización de la Microzonificación Sísmica de la ciudad de Lima. Presented at the International Symposium for CISMID 25th Anniversary 17–18 August, 2012, Lima, Peru.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Allen, T.I., Wald, D.J., 2007. Topographic Slope as a Proxy for Seismic Site-Conditions (VS30) and Amplification Around the Globe (Report No. 2007–1357), Open-File Report. <a href=\"https://doi.org/10.3133/ofr20071357\">https://doi.org/10.3133/ofr20071357</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ceferino, L., Kiremidjian, A., Deierlein, G., 2018. Regional Multiseverity Casualty Estimation Due to Building Damage following a Mw 8.8 Earthquake Scenario in Lima, Peru. Earthquake Spectra 34, 1739–1761. <a href=\"https://doi.org/10.1193/080617EQS154M\">https://doi.org/10.1193/080617EQS154M</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Derras, B., Bard, P.-Y., Cotton, F., 2017. VS30, slope, H800 and f0: performance of various site-condition proxies in reducing ground-motion aleatory variability and predicting nonlinear site response. Earth, Planets and Space 69, 133. <a href=\"https://doi.org/10.1186/s40623-017-0718-z\">https://doi.org/10.1186/s40623-017-0718-z</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mendoza, L., Ayala, F., Fuentes, B., Soto, V., Sáez, E., Yañez, G., Montalva, Gonzalo., Gález, C., Sepúlveda, N., Lazo, I., Ruiz, J., 2018. Estimación cuantitativa de la amenaza sísmica en base a métodos geofísicos: aplicación a las localidades costeras del segmento los Vilos – San Antonio. Presented at the 50 Congreso SOCHIGE., Valparaíso, Chile.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Montalva, G.A., Bastías, N., Rodriguez-Marek, A., 2017. Ground-Motion Prediction Equation for the Chilean Subduction Zone. The Bulletin of the Seismological Society of America 107, 901–911. <a href=\"https://doi.org/10.1785/0120160221\">https://doi.org/10.1785/0120160221</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Murphy, B., 2015. Chapter 4 - Coseismic Landslides, in: Shroder, J.F., Davies, T. (Eds.), Landslide Hazards, Risks and Disasters. Academic Press, Boston, pp. 91–129. <a href=\"https://doi.org/10.1016/B978-0-12-396452-6.00004-5\">https://doi.org/10.1016/B978-0-12-396452-6.00004-5</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nakamura, Y., 1989. A method for dynamic characteristics estimation of subsurface using microtremor on the ground surface QR Railway Tech. Res. Inst., 30(1), 25-33.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pagani, M., Monelli, D., Weatherill, G., Danciu, L., Crowley, H., Silva, V., Henshaw, P., Butler, L., Nastasi, M., Panzeri, L., Simionato, M., Vigano, D., 2014. OpenQuake Engine: An Open Hazard (and Risk) Software for the Global Earthquake Model. Seismological Research Letters 85, 692–702. <a href=\"https://doi.org/10.1785/0220130087\">https://doi.org/10.1785/0220130087</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Schorlemmer, D., Euchner, F., Kästli, P., Saul, J., 2011. QuakeML: status of the XML-based seismological data exchange format. Annals of Geophysics 54, 59–65. <a href=\"https://doi.org/10.4401/ag-4874\">https://doi.org/10.4401/ag-4874</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Weatherill, G., Kotha, S.R., Cotton, F., 2020. Re-thinking site amplification in regional seismic risk assessment. Earthquake Spectra 36, 274–297. <a href=\"https://doi.org/10.1177/8755293019899956\">https://doi.org/10.1177/8755293019899956</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Weatherill, G., Pittore, M., Haas, M., Brinckmann, N., Rüster, M., Gomez-Zapata, J.C., 2021. Shakyground: a web service to serve GMPE-based ground motion fields. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.004\">https://doi.org/10.5880/riesgos.2021.004</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wells, D.L., Coppersmith, K.J., 1994. New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement. Bulletin of the Seismological Society of America 84, 974–1002.</p> <p>&nbsp;</p> "}
}, {
    "anchor": "TsSimulation",
    "en": {"title": "Tsunami simulation",
        "body": "<p>The tsunami products are based on numerical simulations with the finite element model TsunAWI which solves the nonlinear shallow water equations in a triangular mesh. The model determines the wave propagation as well as estimates of the flow depth in the inundated coastal areas. The tsunami sources are derived from offshore earthquake events. The corresponding fault parameters are based on historical events, or as in the Chilean pilot area on members of an existing tsunami database provided by the Hydrographic Service of the Chilean Navy (SHOA). Additionally, it is possible to use stochastic parameter combinations to explore the range of possible events. All simulations are pre-calculated, the corresponding products are provided via web services.</p> <p>The model bathymetry and topography were built from several data sets. The ocean part is based on the GEBCO bathymetry (General bathymetric chart of the ocean, GEBCO_08 Grid, see <a href=\"http://www.gebco.net/\">http://www.gebco.net</a>). The coastal topography is given by SRTM values (Shuttle radar topography mission, 30m resolution, see <a href=\"https://www2.jpl.nasa.gov/srtm/\">https://www2.jpl.nasa.gov/srtm/</a> ) whereas in the pilot area Lima/Callao additionally the measurements of the TanDEM-X mission (Krieger et al., 2007) given at a spatial resolution of 12m were provided by the project partner DLR to the RIESGOS consortium.</p> <p><strong>Available tsunami products</strong></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Maximum tsunami amplitude (in [m]):</strong> A map of the maximum tsunami amplitude in [m]. This quantity is provided in the entire model domain extending about 1000 km into the ocean. In each point of the model domain the maximum tsunami amplitude is given by the largest sea surface elevation obtained during four hours of tsunami propagation. Since the sea surface elevation determines the potential energy, this map may be interpreted as a visualization of the energy propagation during the tsunami.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Tsunami isochrones (lines of equal arrival time in [min]):</strong> The values are based on estimates of the tsunami travel time starting from the source area and calculated from the model bathymetry in the triangular mesh used for simulations. A wide range of thresholds - from the first start of the wave to the maximum of the first wave crest- might be chosen as criterion for the arrival time. The currently used algorithm estimates the moment of attaining approximately half of the first wave crest.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Tsunami inundation depth (in [m]):</strong> Estimates of the maximum flow depth on land are calculated along all of the coast, however highest numerical resolution is available only in the pilot regions (Valparaíso/Viña del Mar in Chile and Lima/Callao in Perú). Therefore, this product is given in two versions:</p> <p>o&nbsp;&nbsp; Maximum flow depth [m] interpolated to a 100m grid along all the coast.</p> <p>o&nbsp;&nbsp; Maximum flow depth [m] interpolated to a 10m grid in pilot areas.</p> <p>References</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Krieger, G., Moreira, A., Fiedler, H., Hajnsek, I., Werner, M., Younis, M., Zink, M., 2007. TanDEM-X: A Satellite Formation for High-Resolution SAR Interferometry. IEEE Transactions on Geoscience and Remote Sensing 45, 3317–3341. <a href=\"https://doi.org/10.1109/TGRS.2007.900693\">https://doi.org/10.1109/TGRS.2007.900693</a></p> <p>&nbsp;</p> "},
    "es": {        "title": "Simulación de tsunamis",
        "body": "<p>Los productos del tsunami se basan en simulaciones numéricas con el modelo de elementos finitos TsunAWI que resuelve las ecuaciones no lineales de aguas someras en una malla triangular. El modelo determina la propagación de las olas, así como estimaciones de la profundidad del flujo en las áreas costeras inundadas. Las fuentes del tsunami se derivan de terremotos en alta mar. Los parámetros de falla correspondientes se basan en eventos históricos, o como en el área piloto chilena en miembros de una base de datos de tsunamis existente proporcionada por el Servicio Hidrográfico de la Armada de Chile (SHOA). Además, es posible utilizar combinaciones de parámetros estocásticos para explorar el rango de posibles eventos. Todas las simulaciones están precalculadas, los productos correspondientes se proporcionan a través de servicios web.</p> <p>La batimetría y la topografía del modelo se construyeron a partir de varios conjuntos de datos. La parte del océano se basa en la batimetría GEBCO (Carta batimétrica general del océano, GEBCO_08 Cuadrícula, ver <a href=\"http://www.gebco.net/\">http://www.gebco.net</a>). La topografía costera está dada por los valores SRTM (misión de topografía de radar Shuttle, resolución de 30 m, ver <a href=\"https://www2.jpl.nasa.gov/srtm/\">https://www2.jpl.nasa.gov/srtm/</a> ) mientras que en la zona piloto Lima / Callao adicionalmente las mediciones de la misión TanDEM-X (Krieger et al., 2007) dado a una resolución espacial de 12 m fueron proporcionados por el socio del proyecto DLR al consorcio RIESGOS.</p> <p><strong>Productos de tsunami disponibles</strong></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Amplitud máxima del tsunami (en [m]):</strong> Un mapa de la amplitud máxima del tsunami en [m]. Esta cantidad se proporciona en todo el dominio del modelo que se extiende unos 1000 km hacia el océano. En cada punto del dominio del modelo, la amplitud máxima del tsunami viene dada por la mayor elevación de la superficie del mar obtenido durante cuatro horas de propagación del tsunami. Dado que la elevación de la superficie del mar determina la energía potencial, este mapa puede interpretarse como una visualización de la propagación de la energía durante el tsunami.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Isócronas de tsunamis (líneas de igual tiempo de llegada en [min]):</strong> Los valores se basan en estimaciones del tiempo de viaje del tsunami a partir del área de origen y se calculan a partir de la batimetría del modelo en la malla triangular utilizada para las simulaciones. Una amplia gama de umbrales, desde el primer inicio de la ola hasta el máximo de la cresta de la primera ola, podría elegirse como criterio para la hora de llegada. El algoritmo utilizado actualmente estima el momento de alcanzar aproximadamente la mitad de la cresta de la primera ola.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Profundidad de la inundación del tsunami (en [m]):</strong> Las estimaciones de la profundidad máxima de flujo en tierra se calculan a lo largo de toda la costa, sin embargo, la resolución numérica más alta está disponible solo en las regiones piloto (Valparaíso / Viña del Mar en Chile y Lima / Callao en Perú). Por tanto, este producto se presenta en dos versiones:</p> <p>o&nbsp;&nbsp; Profundidad máxima de flujo [m] interpolada a una cuadrícula de 100m en la costa.</p> <p>o&nbsp;&nbsp; Profundidad máxima de flujo [m] interpolada a una cuadrícula de 10 m en áreas piloto.</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Krieger, G., Moreira, A., Fiedler, H., Hajnsek, I., Werner, M., Younis, M., Zink, M., 2007. TanDEM-X: A Satellite Formation for High-Resolution SAR Interferometry. IEEE Transactions on Geoscience and Remote Sensing 45, 3317–3341. <a href=\"https://doi.org/10.1109/TGRS.2007.900693\">https://doi.org/10.1109/TGRS.2007.900693</a></p> <p>&nbsp;</p> "}
}, {
    "anchor": "ExposureAndVulnerability",
    "en": {"title": "Exposure and vulnerability",
        "body": "<h5>Exposure</h5> <p>It refers to the presence of people, livelihoods, species or ecosystems, environmental functions, services, and resources, infrastructure, or economic, social, or cultural assets in places and settings that could be adversely affected (UNISDR, 2009). In the context of the RIESGOS demonstrator the word “exposure” only refers to the spatial and thematic representation of the residential building stock of certain study areas.</p> <p>In the RIESGOS demonstrator, an exposure model is a list of geo-cells with the number of residential buildings for hazard-specific-building classes and for a reference geographical region. These group of building classes (so-called “schemes”) have an associated set of fragility models that were formerly calibrated per individual hazards. In other words, there is an exposure model or scheme per considered hazard and area of interest. There are three main reasons for having taken this decision:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Single sets of building classes (and their associated fragility models) that are transversally proposed to represent the physical vulnerability to several hazards actually lack of multi-hazard calibrations. This comes from the fact that during post-event surveys for cascading or compound events, their damage descriptions cannot be easily assigned to one of another particular hazardous event.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The presence or absence of certain building attributes ultimately drive their physical vulnerability to seismic ground shaking in a different manner than to tsunami inundation.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The exposed buildings can experience various failure mechanisms linked to the acting forces or every hazard intensity (Vamvatsikos et al., 2010).</p> <p>The exposure models provided to the RIESGOS demonstrator are served by the WPS (Web Processing Service) Assetmaster V1.0 (Pittore et al., 2021a). This version of Assetmaster is a Python3 program developed by the GFZ which can be accessed in this repository: <a href=\"https://github.com/gfzriesgos/assetmaster\">https://github.com/gfzriesgos/assetmaster</a></p> <p>Notably, the input exposure model must explicitly indicate the initial damage state of the buildings. The zero state (D0, or undamaged) is considered by default. This is the baseline to follow the evolution of the damage states of the building stock throughout the multi-hazard risk sequence.</p> <p>Typical exposure models represent the number of buildings belonging to certain classes that are spatially aggregated over certain administrative divisions. If that is done at the third division (i.e., “commune” in Chile and “district” in Peru as proposed by SARA), that would mean that the entire information of the building stock would be aggregated into two geocells for Valparaíso and Viña del Mar; and into 11 geocells for Metropolitan Lima and Callao. Clearly, these large administrative aggregation entities are neither suitable for computing nor to map the risk estimates for multi-hazard scenarios (earthquake + tsunami). This is due to the profound differences between their sizes in comparison with the hazard footprints. Accordingly, we have refined the geographical representation of the geocells that make up the residential building exposure model for the study areas of interest. For this aim, we have employed CVT (Central Voronoi Tesselations) that are explained hereafter.</p> <p>Spatial aggregation entities: CVT (Central Voronoi Tessellations): They are a set of geocells with variable-resolution in the form of Voronoi-tessellation that are used for aggregating residential building portfolios (Pittore et al., 2020). They are obtained using the “focus-map” approach proposed by Pittore (2015) to combine some indicators and represent their combination as hot-spots. We make use of two indicators: (1) Population density from the official census (as an exposure proxy about the location of residential buildings); and (2) tsunami inundation height obtained from a “worst-case scenario” computed by AWI (dataset is reported in Harig and Rakowsky, 2021). We combine these two normalized input layers through a log-linear pooling operator. The focus maps are used as underlying generating distributions and are sampled using a Poisson point process (Cox and Isham, 1980) to generate a fixed number of seeding points. These points are the centroids of the Voronoi geocells whose sizes are inversely proportional to the values of the focus maps. An example of the focus map as spatial distribution for generating the CVT is depicted in Figure 6.</p> <p><img width=\"605\" height=\"212\" src=\"assets/images/image009.jpg\" alt=\"image009\"></p> <p><a><i>Figure</i></a> <i>6. Focus map and resultant CVT model for Valparaíso and Viña del Mar.</i></p> <p>&nbsp;</p> <p>The exposure models represented within CVT have a good balance between accuracy and computational demand to get the loss estimates while reducing bias generated in the loss mapping. Further details about the procedure are outlined for the study area of Lima and Callao in Gomez-Zapata et al., (2021a). The corresponding datasets are available in Gomez-Zapata et al., (2021e).</p> <h5>Vulnerability</h5> <p>It describes the propensity or predisposition of the exposed assets and inhabitants to be adversely affected. In the context of the RIESGOS project, two types of vulnerabilities are estimated (i.e., systemic and physical). The first type is related to reliability analysis of critical infrastructure (i.e., lifelines) while the second one is related to the direct damage and economic loss estimates on residential building portfolios. Hereafter, only the physical vulnerability type is explained.</p> <p>The physical vulnerability models for residential building portfolios are assigned to each of the building classes that make up the exposure models (per hazard) served by Assetmaster. These vulnerability models are formed by a set of sub-models per building class that report their fragility functions; their replacement cost values; the loss ratios per damage state. The physical vulnerability models provided to the RIESGOS demonstrator are served by the WPS (Web Processing Service) Modelprop V1.0 (Pittore et al., 2021a). This version of Modelprop is a Python3 program developed by the GFZ which can be accessed in this repository: <a href=\"https://github.com/gfzriesgos/modelprop\">https://github.com/gfzriesgos/modelprop</a></p> <h5>Exposure and vulnerability models for seismic ground shaking</h5> <p>We developed the exposure of each study area following different approaches as explained hereafter.</p> <p>Metropolitan Lima and Callao: We follow a top-down approach (desktop-study) to construct the current version of the residential exposure model for this study area. This means that we have only made use of official census data and expert-elicitations without yet integrating any type of remote-sensing data product nor in-situ/remote surveys. The official census dataset for Lima compiled by the Peruvian statistics institution (INEI, 2017) at the block level is the baseline for this exposure model. It provides the number of dwellings for each block and a few exposure attributes regarding the type of dwelling, floor, and façade predominant materials.</p> <p>We assume that the residential building stock of Lima and Callao can be modelled into 21 typologies to describe their physical vulnerability to seismic ground shaking (Table 1). This table provides a short description of their enclosed attributes, the intensity measures that is handled by each of their corresponding fragility function, and their total replacement cost. These typologies were proposed by the SARA model, and the proportions assigned to each class are derived making use of a mapping-scheme proposed at the dwelling level (GEM, 2014; Yepes-Estrada et al. 2017). Thereby, dwellings are converted to buildings counts using the dwelling fractions (number of dwellings per building unit) proposed by SARA (<a href=\"https://sara.openquake.org/\">https://sara.openquake.org/</a>). These building portfolios are within the customized CVT aggregation entities. Further details about the construction of the exposure model for this study area are provided in Gomez-Zapata et al., (2021a).</p> <p>&nbsp;</p> <p><a><i>Table</i></a> <i>1. Building classes in terms of the SARA scheme proposed for Metropolitan Lima and Callao with the respective intensity measure of their associated fragility functions (as reported in Villar-Vega et al. 2017). Replacement cost (Repl. Cost (USD/bdg)) are reported as in Yepes-Estrada et al. (2017).</i></p> <table> <tr> <td> <p><strong>SARA building classes in Metropolitan Lima and Callao</strong></p> </td> <td> <p><strong>Description</strong></p> </td> <td> <p><strong>IM</strong></p> </td> <td> <p><strong>Repl. Cost (USD/bdg)</strong></p> </td> </tr> <tr> <td> <p><strong>CR-LDUAL-DUC-4-7</strong></p> </td> <td> <p>Reinforced concrete (RC) with dual wall system, medium rise (ductile)</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>1,080,000</p> </td> </tr> <tr> <td> <p><strong>CR-LDUAL-DUC-H8-19</strong></p> </td> <td> <p>RC with dual wall system, high rise (ductile)</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>3,456,000</p> </td> </tr> <tr> <td> <p><strong>CR-LFINF-DNO-H1-3</strong></p> </td> <td> <p>RC with infilled frame, low rise (non-ductile)</p> </td> <td> <p>PGA</p> </td> <td> <p>126,000</p> </td> </tr> <tr> <td> <p><strong>CR-LFINF-DUC-H1-3</strong></p> </td> <td> <p>RC with infilled frame, low rise (ductile)</p> </td> <td> <p>PGA</p> </td> <td> <p>288,000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DNO-H4-7</strong></p> </td> <td> <p>RC wall system, non-ductile, 4–7 stories</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>472,500</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H4-7</strong></p> </td> <td> <p>RC wall system, ductile, 4–7 stories</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>1,080,000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H8-19</strong></p> </td> <td> <p>RC wall system, ductile, 8–19 stories</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>3,456,000</p> </td> </tr> <tr> <td> <p><strong>ER-ETR-H1-2</strong></p> </td> <td> <p>Reinforced (ETR) rammed earth (ER), 1–2 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>15,000</p> </td> </tr> <tr> <td> <p><strong>MCF-DNO-H1-3</strong></p> </td> <td> <p>Confined masonry (MCF), non-ductile, 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>40,500</p> </td> </tr> <tr> <td> <p><strong>MCF-DUC-H1-3</strong></p> </td> <td> <p>Confined masonry, ductile, 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>126,000</p> </td> </tr> <tr> <td> <p><strong>MUR-ADO-H1-2</strong></p> </td> <td> <p>Unreinforced masonry (MUR) with adobe blocks (ADO), 1–2 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>15,000</p> </td> </tr> <tr> <td> <p><strong>MUR-H1-3</strong></p> </td> <td> <p>Unreinforced masonry, between 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>18,000</p> </td> </tr> <tr> <td> <p><strong>MUR-STDRE-H1-2</strong></p> </td> <td> <p>Dressed stone (STDRE) unreinforced masonry, 1–2 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>15,000</p> </td> </tr> <tr> <td> <p><strong>MUR-STRUB-H1-2</strong></p> </td> <td> <p>Unreinforced masonry with rubble (field stone) or semi-dressed stone stone, 1–2 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>15,000</p> </td> </tr> <tr> <td> <p><strong>MR-DUC-H1-3</strong></p> </td> <td> <p>Reinforced masonry, ductile, 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>360,000</p> </td> </tr> <tr> <td> <p><strong>UNK</strong></p> </td> <td> <p>Unknown</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>12,000</p> </td> </tr> <tr> <td> <p><strong>W-WBB-H1</strong></p> </td> <td> <p>Wood (W), bamboo (WBB), 1 stories</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>12,000</p> </td> </tr> <tr> <td> <p><strong>W-WHE-H1-3</strong></p> </td> <td> <p>Wood, Heavy wood (WHE), 1–3 stories</p> </td> <td> <p>&nbsp;</p> </td> <td> <p>&nbsp;</p> </td> </tr> <tr> <td> <p><strong>W-WLI-H1-3</strong></p> </td> <td> <p>Wood (W), light wood (WLI), 1–3 stories</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>31,500</p> </td> </tr> <tr> <td> <p><strong>W-WS-H1-2</strong></p> </td> <td> <p>Wood, solid wood (WS), 1–2 stories</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>12,000</p> </td> </tr> <tr> <td> <p><strong>W-WWD-H1-2</strong></p> </td> <td> <p>Wood, bahareque and Quincha (WWD, wattle and daub construction), 1–2 stories</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>15,000</p> </td> </tr> </table> <p>&nbsp;</p> <p>Coastal area of Greater Valparaíso: We follow a novel Bayesian exposure downscaling method that incorporates evidence from surveys carried out by CIGIDEN (Merino-Peña et al. 2021) and data from OpenStreetMap (OSM) to construct a probabilistic building exposure model for Valparaíso and Viña del Mar (Chile). Nevertheless, we make use of the same building classes they proposed. 17 SARA building classes are used to represent the vulnerability classes towards seismic ground shaking for this study area (Table 2). We combined the storey ranges when it was possible). The updated quantities of building counts per typology obtained from the Bayesian modelling are ultimately spatially aggregated into CVT geocells. Some generalities of this procedure can be found in a conference paper: Zafrir et al., (2020). A journal paper that regards further details about this method is expected to be soon published to provide the corresponding reference to the reader.</p> <p>&nbsp;</p> <p><a><i>Table</i></a> <i>2. Building classes in terms of the SARA scheme proposed for Coastal area of Greater Valparaíso with the respective intensity measure of their associated fragility functions (as reported in Villar-Vega et al. 2017). Replacement cost (Repl. Cost (USD/bdg)) are reported as in Yepes-Estrada et al. (2017).</i></p> <table> <tr> <td> <p><strong>SARA building classes in Great Valparaíso</strong></p> <p><strong>&nbsp;</strong></p> </td> <td> <p><strong>Description</strong></p> </td> <td> <p><strong>IM</strong></p> </td> <td> <p><strong>Repl. Cost (USD/bdg)</strong></p> </td> </tr> <tr> <td> <p><strong>CR-PC-LWAL-H1-3</strong></p> </td> <td> <p>Precast (PC), reinforced concrete (RC) wall system (LWAL), height (H) between 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>360,000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DNO-H1-3</strong></p> </td> <td> <p>RC wall system, non-ductile (DNO), 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>288,000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DNO-H4-7</strong></p> </td> <td> <p>RC wall system, non-ductile, 4–7 stories</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>1,080,000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H1-3</strong></p> </td> <td> <p>RC wall system, ductile (DUC), 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>336,000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H4-7</strong></p> </td> <td> <p>RC wall system, ductile, 4–7 stories</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>1,260,000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H8-19</strong></p> </td> <td> <p>RC wall system, ductile, 8–19 stories</p> </td> <td> <p>S.A at 1.0s</p> </td> <td> <p>4,032,000</p> </td> </tr> <tr> <td> <p><strong>ER-ETR-H1-2</strong></p> </td> <td> <p>Reinforced (ETR) rammed earth (ER), 1–2 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>43,750</p> </td> </tr> <tr> <td> <p><strong>MCF-DNO-H1-3</strong></p> </td> <td> <p>Confined masonry (MCF), non-ductile, 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>94,500</p> </td> </tr> <tr> <td> <p><strong>MCF-DUC-H1-3</strong></p> </td> <td> <p>Confined masonry, ductile, 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>288,000</p> </td> </tr> <tr> <td> <p><strong>MR-DNO-H1-3</strong></p> </td> <td> <p>Reinforced masonry (MR), non-ductile, 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>360,000</p> </td> </tr> <tr> <td> <p><strong>MR-DUC-H1-3</strong></p> </td> <td> <p>Reinforced masonry, ductile, 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>360,000</p> </td> </tr> <tr> <td> <p><strong>MUR-ADO-H1-2</strong></p> </td> <td> <p>Unreinforced masonry (MUR) with adobe blocks (ADO), 1–2 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>43,750</p> </td> </tr> <tr> <td> <p><strong>MUR-STDRE-H1-2</strong></p> </td> <td> <p>Dressed stone (STDRE) unreinforced masonry, 1–2 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>43,750</p> </td> </tr> <tr> <td> <p><strong>MUR-H1-3</strong></p> </td> <td> <p>Unreinforced masonry, between 1–3 stories</p> </td> <td> <p>PGA</p> </td> <td> <p>52,500</p> </td> </tr> <tr> <td> <p><strong>UNK</strong></p> </td> <td> <p>Unknown</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>35,000</p> </td> </tr> <tr> <td> <p><strong>W-WLI-H1-3</strong></p> </td> <td> <p>Wood (W), LLRS: Light wood (WLI), 1–3 stories</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>108,000</p> </td> </tr> <tr> <td> <p><strong>W-WS-H1-2</strong></p> </td> <td> <p>Wood, LLRS: Solid wood (WS), 1–2 stories</p> </td> <td> <p>S.A at 0.3s</p> </td> <td> <p>43,750</p> </td> </tr> </table> <p>&nbsp;</p> <p>For each building class we have assumed, their structural vulnerability to seismic ground shaking can be simplified and represented by the set of fragility functions proposed by Villar-Vega et al. (2017) for the SARA project. These functions were analytically derived for the corresponding building classes and making use of the local strong ground motion obtained after earthquakes in South America. This set of functions follows the damage state scale proposed by HAZUS (FEMA, 2012) listed as follows:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D0: No damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D1: Slight damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D2: Moderate damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D3: Extensive damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D4: Collapse</p> <p>A graphical example of the seismic fragility functions is provided in Figure 7 for three selected building classes. For the economical consequence model, we have assumed loss ratios of 2%, 10%, 50% and 100% out of the total replacement costs (per damage state, per building class), see Table 1 and Table 2. These replacement costs are assumed as reported in Yepes-Estrada et al. (2017).</p> <p>&nbsp;</p> <table> <tr> <td> <p><img width=\"190\" height=\"154\" src=\"assets/images/image010.jpg\" alt=\"image010\"></p> </td> <td> <p><img width=\"190\" height=\"154\" src=\"assets/images/image011.jpg\" alt=\"image011\"></p> </td> <td> <p><img width=\"191\" height=\"154\" src=\"assets/images/image012.jpg\" alt=\"image012\"></p> </td> </tr> </table> <p><i>Figure 7. Graphical representations of structural fragility functions proposed by the SARA project in by Villar-Vega et al. (2017) for (a) reinforced masonry, (b) reinformed concrete, and (c) wooden building classes.</i></p> <p>&nbsp;</p> <h5>Exposure and vulnerability models for tsunami inundation</h5> <p>The tsunami reference scheme (building classes together with fragility functions) proposed by Suppasri et al. (2013) has been selected to classify the building stocks of the two study areas of the RIESGOS project. It addresses ten building classes in terms of predominant material and number of stories. Steel classes are not included since they have not been deemed representative in Lima (Yepes-Estrada et al. 2017). Thus, we retain seven typologies. The building classes reported in Table 3 are used:</p> <p>&nbsp;</p> <p><a><i>Table</i></a> <i>3. Building classes in terms of the Suppasri et al. (2013) scheme proposed for the study areas of the RIESGOS project.</i></p> <table> <tr> <td> <p><strong>Suppasri et al. (2013</strong><strong>) classes</strong></p> </td> <td> <p><strong>Description</strong></p> </td> </tr> <tr> <td> <p><strong>BRICK</strong></p> </td> <td> <p>Masonry building (any height)</p> </td> </tr> <tr> <td> <p><strong>RC1</strong></p> </td> <td> <p>Reinforced concrete building (RC), any type of lateral load resistance system (LLRS), 1 storey</p> </td> </tr> <tr> <td> <p><strong>RC2</strong></p> </td> <td> <p>RC building, any LLRS, 2 storeys</p> </td> </tr> <tr> <td> <p><strong>RC3</strong></p> </td> <td> <p>RC building, any LLRS, 3 storeys</p> </td> </tr> <tr> <td> <p><strong>W1</strong></p> </td> <td> <p>Wooden (W) building, any type of LLRS, 1 storeys</p> </td> </tr> <tr> <td> <p><strong>W2</strong></p> </td> <td> <p>Wooden (W) building, any type of LLRS, 2 storeys</p> </td> </tr> </table> <p>&nbsp;</p> <p>The Suppasri et al. (2013) tsunami-vulnerability scheme has associated with a set of empirical fragility functions with tsunami inundation height in meters as the intensity measure (IM). They were derived from the building damage dataset collected after the great 2011 Mw 9.1 Japan earthquake and tsunami. Suppasri et al. (2013) makes use of the damage scale proposed by the Japan Cabinet Office (2013) made up of six states. A description of this scale is presented in Figure 9.</p> <p>&nbsp;</p> <p>The fragility functions for a tsunami where an initial damage distribution occurred after the earthquake must be “state-dependent” i.e. with damage state transitions. A graphical example of the fragility functions is provided in Figure 8 for selected building classes.</p> <p><img width=\"378\" height=\"181\" src=\"assets/images/image013.jpg\" alt=\"image013\"></p> <p><i>Figure 8. Example tsunami fragility functions as reported in Suppasri, 2013 for: (a) masonry (b) wooden building types.</i></p> <p><img width=\"404\" height=\"622\" src=\"assets/images/image014.jpg\" alt=\"image014\"></p> <p><i>Figure 9. Damage scale and descriptions proposed by the Japan Cabinet Office (2013) used in the survey of the 2011 earthquake and tsunami. This scale is adopted by Suppasri et al. (2013).</i></p> <p>&nbsp;</p> <p>To derive the tsunami-related exposure model, we do not perform a direct mapping from census. Assetmaster provides such a model with the resulting damage state after the earthquake. However, since the building classes are different, we obtain probabilistic inter-scheme matrices to obtain the compatibilities between (1) building classes and (2) damage states of the source scheme (SARA) and the target one (Suppasri et al. 2013). These conversions are carried for each CVT geocell.</p> <p>The first type of conversion between schemes is presented in Gomez-Zapata et al., (2021d). An example of this type of compatibility matrices is presented in Gomez-Zapata et al., (2021a) for the building typologies proposed for Lima and Callao. The corresponding scripts of how to calculate these matrices can be consulted in Gomez-Zapata et al., (2021e). With respect the second type of conversion matrices (between damage states), its formulation is presented in (Gomez-Zapata et al., 2021c).</p> <p>The replacement costs are assumed to be the same of the SARA source class for which the largest compatibility in the inter-scheme compatibility matrices was obtained. We have assumed loss ratios 5%, 15%, 45%, 65%, 85%, and 100% out of the total replacement cost for each of the six damage states proposed by Suppasri et al. (2013). The use of state-of-the-art analytical tsunami fragility functions is being currently analysed. Also models that account for flow-velocity are planned to be integrated.</p> <p><strong>&nbsp;</strong></p> <p><strong>Risk calculations</strong></p> <p>The risk calculations for the physical vulnerability of the exposed structures are provided online to the RIESGOS demonstrator by the WPS (Web Processing Service) DEUS (Brinckmann et al., 2021). DEUS is a complete software to compute scenario-based risk from any type of natural hazard over spatially aggregated building portfolios. This version of DEUS comprises several Python3 scripts developed by the GFZ, accessible: <a href=\"https://github.com/gfzriesgos/shakyground/https:/github.com/gfzriesgos/deus/\">https://github.com/gfzriesgos/shakyground/https://github.com/gfzriesgos/deus/</a></p> <p>This version can handle single or consecutive deterministic hazard scenarios with spatially distributed Intensity Measures (IM). For single hazard scenarios, the process requires a single execution. Examples of decoupled calculations of scenario-based seismic and tsunami risk using DEUS have been described in Gomez-Zapata et al., (2021a). The corresponding datasets of the risk outcomes are available in the repository compiled by Gomez-Zapata et al., (2021b).</p> <p>In the case of consecutive deterministic hazard scenarios, the executions are proportional to the number of consecutive risk scenario (events) of interest. DEUS updates the damage states of the building exposure model. This allows to approximate the expected cumulative damage and disaggregate the losses. We are working in a publication regarding a novel methodology for multi-hazard risk. This has been already presented in the EGU-2020 conference (Gomez-Zapata et al., 2020). A simplified workflow of the aforementioned process is shown in Figure 10.</p> <p><img width=\"582\" height=\"283\" src=\"assets/images/image015.png\" alt=\"image015\"></p> <p><a><i>Figure</i></a> <i>10. Workflow for multi-risk assessment for the initial (undamaged) exposure model subjected to consecutive earthquake and tsunami scenarios. The updated exposure (with a damage distribution within the earthquake-related scheme) is input to get a second updated exposure to get the results under the tsunami-reference scheme.</i></p> <p>&nbsp;</p> <p>References</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brinckmann, N., Gomez-Zapata, J.C., Pittore, M., Rüster, M., 2021. DEUS: Damage-Exposure-Update-Service. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.011\">https://doi.org/10.5880/riesgos.2021.011</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FEMA, 2012. Hazus mr-MH 2.1 user manual, earthquake model (Technical report, FEMA).</p> <p><a>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; GEM, 2014. Report on the SARA Exposure and Vulnerability Workshop in Medellin, Colombia (Report produced in the context of the GEM South America integrated Risk Assessment (SARA) project No. Version 1.0-May 2014).</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Brinckmann, N., Harig, S., Zafrir, R., Pittore, M., Cotton, F., Babeyko, A., 2021a. Variable-resolution building exposure modelling for earthquake and tsunami scenario-based risk assessment. An application case in Lima, Peru. Natural Hazards and Earth System Sciences. <a href=\"https://doi.org/10.5194/nhess-2021-70\">https://doi.org/10.5194/nhess-2021-70</a>, in review, 2021.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Brinckmann, N., Pittore, M., Cotton, F., 2021b. Spatial representation of direct loss estimates on the residential building stock of Lima (Peru) from decoupled earthquake and tsunami scenarios on variable resolutions exposure models. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.009\">https://doi.org/10.5880/riesgos.2021.009</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Pittore, M., Brinckman, N., Cotton, F., Lizarazo, J.M., Medina, S., Santa Cruz, S., 2021c. Scenario-based multi-risk assessment from existing single-hazard building fragility-models. An application for consecutive earthquakes and tsunamis in Lima, Peru. International Journal of Disaster Risk Reduction. https://doi.org/(in preparation)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Pittore, M., Brinckmann, N., Shinde, S., 2020. Dynamic physical vulnerability: a Multi-risk Scenario approach from building- single- hazard fragility- models, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 18379.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Pittore, M., Cotton, F., Lilienkamp, H., Simantini, S., Aguirre, P., Hernan, S.M., 2021d. Epistemic uncertainty of probabilistic building exposure compositions in scenario-based earthquake loss models. Bulletin of Earthquake Engineering Preprint. <a href=\"https://doi.org/10.21203/rs.3.rs-178120/v1\">https://doi.org/10.21203/rs.3.rs-178120/v1</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Shinde, S., Pittore, M., Merino-Peña, Y., 2021e. Scripts to generate (1) attribute-based fuzzy scores for SARA and HAZUS building classes, and (2) probabilistic inter-scheme compatibility matrices. An application on the residential building stock of Valparaíso (Chile) for seismic risk applications. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.002\">https://doi.org/10.5880/riesgos.2021.002</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Zafrir, R., Harig, S., Pittore, M., 2021f. Customised focus maps and resultant CVT-based aggregation entities for Lima and Callao (Peru). V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.006\">https://doi.org/10.5880/riesgos.2021.006</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Grünthal, G., 1998. European Macroseismic Scale 1998, Centre Européen de Géodynamique et de Séismologie. ed. Luxembourg.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Harig, S., Rakowsky, N., 2021. Tsunami flow depth in Lima/Callao (Peru) caused by six hypothetical simplified tsunami scenarios offshore Lima. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.010\">https://doi.org/10.5880/riesgos.2021.010</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Japan Cabinet Office. (2013). Residential Disaster Damage Accreditation Criteria Operational Guideline. Available at: http://www.bousai.go.jp/taisaku/unyou.html</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; INEI, 2017. Censos Nacionales 2017. Instituto Nacional de Estadistica e Informatica (INEI; Institute of Statistic and Informatics), Lima, Peru.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Merino-Peña, Y., Pittore, M., Gomez-Zapata, J.C., 2021. RRVS Building survey for building exposure modelling in Valparaíso and Viña del Mar (Chile). V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.001\">https://doi.org/10.5880/riesgos.2021.001</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., 2015. A means of prioritizing data collection for efficient Geo-risk assessment. Annals of Geophysics, 58. <a href=\"https://doi.org/10.4401/ag-6692\">https://doi.org/10.4401/ag-6692</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Haas, M., Silva, V., 2020. Variable resolution probabilistic modeling of residential exposure and vulnerability for risk applications. Earthquake Spectra 36, 321–344. <a href=\"https://doi.org/10.1177/8755293020951582\">https://doi.org/10.1177/8755293020951582</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Gomez-Zapata, J.C., Brinckmann, N., Rüster, M., 2021a. Assetmaster and Modelprop: web services to serve building exposure models and fragility functions for physical vulnerability to natural-hazards. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.005\">https://doi.org/10.5880/riesgos.2021.005</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Suppasri, A., Mas, E., Charvet, I., Gunasekera, R., Imai, K., Fukutani, Y., Abe, Y., Imamura, F., 2013. Building damage characteristics based on surveyed data and fragility curves of the 2011 Great East Japan tsunami. Natural Hazards 66,319–341. <a href=\"https://doi.org/10.1007/s11069-012-0487-8\">https://doi.org/10.1007/s11069-012-0487-8</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; UNISDR, 2009. UNISDR terminology on disaster risk reduction, United Nations International Strategy forDisaster Reductio, UNISDR-20-2009. Geneva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vamvatsikos, D., Panagopoulos, G., Kappos, A.J., Nigro, E., Rossetto, T., Lloyd, T.O., Stathopoulos, T., 2010. Structural Vulnerability Assessment under Natural Hazards: A review, in: Urban Habitat Constructions under Catastrophic Events, Chapter: 3-4. CRC Press. Editor: Mazzolani, F.M.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Villar-Vega, M., Silva, V., Crowley, H., Yepes, C., Tarque, N., Acevedo, A.B., Hube, M.A., Gustavo, C.D., María, H.S., 2017. Development of a Fragility Model for the Residential Building Stock in South America. Earthquake Spectra 33, 581–604. <a href=\"https://doi.org/10.1193/010716EQS005M\">https://doi.org/10.1193/010716EQS005M</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Yepes-Estrada, C., Silva, V., Valcárcel, J., Acevedo, A.B., Tarque, N., Hube, M.A., Coronel, G., María, H.S., 2017. Modeling the Residential Building Inventory in South America for Seismic Risk Assessment. Earthquake Spectra 33, 299–322. <a href=\"https://doi.org/10.1193/101915eqs155dp\">https://doi.org/10.1193/101915eqs155dp</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Zafrir, R., Pittore, M., Gomez-Zapata, J.C., Aravena, P., Geiß, C., 2020. Bayesian downscaling of building exposure models with remote sensing and ancillary information, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 18240.</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> "},
    "es": {        "title": "Exposición y vulnerabilidad",
        "body": "<h5>Exposición</h5> <p>Se refiere a la presencia de personas, medios de vida, especies o ecosistemas, funciones ambientales, servicios y recursos, infraestructura o bienes económicos, sociales o culturales en lugares y entornos que podrían verse afectados negativamente (UNISDR, 2009). En el contexto del demostrador RIESGOS, la palabra “exposición” solo se refiere a la representación espacial y temática del stock de edificios residenciales de determinadas áreas de estudio.</p> <p>En el demostrador de RIESGOS, un modelo de exposición es una lista de geo-celdas con el número de edificios residenciales para clases de edificios específicos de peligro y para una región geográfica de referencia. Este grupo de clases de edificios (también llamados \"esquemas\") tienen un conjunto asociado de modelos de fragilidad que antes se calibraban por peligros individuales. En otras palabras, existe un modelo o esquema de exposición por cada amenaza natural considerada y para cada área de interés. Hay tres razones principales para haber tomado esta decisión:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Conjuntos únicos de clases de edificios (y sus modelos de fragilidad asociados) que se proponen transversalmente para representar la vulnerabilidad física a varios peligros, en realidad carecen de calibraciones de peligros múltiples. Esto se debe al hecho de que, durante los estudios posteriores al evento para eventos en cascada o compuestos, sus descripciones de daños no pueden asignarse fácilmente a otro evento peligroso en particular.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La presencia o ausencia de ciertos atributos de los edificios, en última instancia, impulsa su vulnerabilidad física al temblor sísmico del suelo de una manera diferente a la inundación por tsunamis.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Los edificios expuestos pueden experimentar varios mecanismos de falla relacionados con las fuerzas actuantes o con cada intensidad de peligro (Vamvatsikos et al., 2010).</p> <p>Los modelos de exposición proporcionados al demostrador RIESGOS son servidos por WPS (Web Processing Service) Assetmaster V1.0 (Pittore et al., 2021a). Esta versión de Assetmaster es un programa Python3 desarrollado por GFZ al que se puede acceder en este repositorio: <a href=\"https://github.com/gfzriesgos/assetmaster\">https://github.com/gfzriesgos/assetmaster</a></p> <p>En particular, el modelo de exposición de entrada debe indicar explícitamente el estado de daño inicial de los edificios. El estado cero (D0 o sin daños) se considera por defecto. Esta es la línea de base para seguir la evolución de los estados de daño del parque de edificios a lo largo de la secuencia de riesgo de peligros múltiples.</p> <p>Los modelos de exposición típicos representan el número de edificios que pertenecen a ciertas clases que se agregan espacialmente en ciertas divisiones administrativas. Si eso se hiciese en la tercera división (es decir, \"comuna\" en Chile y \"distrito\" en Perú según lo propuesto por SARA), eso significaría que toda la información del parque de edificios se agregaría en dos geoceldas para Valparaíso y Viña del Mar; y en 11 geoceldas para Lima Metropolitana y Callao. Claramente, esas grandes entidades de agregación administrativa no son adecuados para calcular ni para mapear las estimaciones de riesgo para escenarios de amenazas múltiples (terremoto + tsunami). Esto se debe a las profundas diferencias entre sus tamaños en comparación de como varia las intensidades de cada amenaza con la distancia. Por este motivo, hemos perfeccionado la representación geográfica de las geoceldas que conforman el modelo de exposición de edificios residenciales para las áreas de estudio de interés. Para ello, hemos empleado CVT (Celdas centrales de Voronoi, u originalmente del inglés: “Central Voronoi Tesselations”) que se explican a continuación.</p> <p>Entidades de agregación espacial: CVT (Central Voronoi Tessellations): Son un conjunto de geoceldas con resolución variable en forma de teselación de Voronoi que se utilizan para agregar carteras de edificios residenciales (Pittore et al., 2020). Se obtienen utilizando el método de “focus map” propuesto por Pittore (2015) para combinar algunos indicadores y representar su combinación como si fuesen “puntos calientes”. Utilizamos dos indicadores: (1) Densidad de población del censo oficial (como un indicador de exposición sobre la ubicación de los edificios residenciales); y (2) altura de la inundación del tsunami obtenida de un \"escenario del peor de los casos\" calculado por AWI (este conjunto de datos se informa en Harig y Rakowsky, 2021). Combinamos estas dos capas de entrada normalizadas mediante un operador de agrupación log-lineal. Los mapas de enfoque se utilizan como distribuciones generadoras subyacentes y se muestrean mediante un proceso de puntos de Poisson (Cox e Isham, 1980) para generar un número fijo de puntos iniciales (o “seed points”). Estos puntos son los centroides de las geoceldas de Voronoi cuyos tamaños son inversamente proporcionales a los valores de los “focus maps”. Un ejemplo del “focus map” como distribución espacial para generar el respectivo modelo de CVT se representa en Figura 6.</p> <p><img width=\"605\" height=\"212\" src=\"assets/images/image016.jpg\" alt=\"image016\"></p> <p><i>Figura 6. Mapa de enfoque y modelo CVT resultante para Valparaíso y Viña del Mar.</i></p> <p>&nbsp;</p> <p>Los modelos de exposición representados dentro de CVT tienen un buen equilibrio entre la precisión y la demanda computacional para obtener estimaciones de pérdidas y, al mismo tiempo, reducir el sesgo generado en el mapeo de pérdidas. Se detallan más detalles sobre el procedimiento para el área de estudio de Lima y Callao en Gomez-Zapata et al., (2021a). Los conjuntos de datos correspondientes están disponibles en Gomez-Zapata et al., (2021e).</p> <h5>Vulnerabilidad</h5> <h5>Describe la propensión o predisposición de los bienes y habitantes expuestos a verse afectados negativamente. En el contexto del proyecto RIESGOS, se estiman dos tipos de vulnerabilidades (sistémica y física). El primer tipo está relacionado con el análisis de confiabilidad de la infraestructura crítica (como lo son las líneas de vida), mientras que el segundo está relacionado con las estimaciones de daños directos y pérdidas económicas en las carteras de edificios residenciales. A continuación, solo se explica el tipo de vulnerabilidad física.</h5> <h5>Los modelos de vulnerabilidad física para las carteras de edificios residenciales se asignan a cada una de las clases de edificios que componen los modelos de exposición (por cada amenaza natural) que son servidos por el WPS Assetmaster. Estos modelos de vulnerabilidad están formados por un conjunto de submodelos por cada clase de edificio: sus funciones de fragilidad; sus valores de costo de reemplazo; las tasas de pérdida por cada estado de daño. Los modelos de vulnerabilidad física proporcionados al demostrador de RIESGOS son proporcionados por WPS Modelprop V1.0 (Pittore et al., 2021a). Esta versión de Modelprop es un programa Python3 desarrollado por GFZ al que se puede acceder en este repositorio: <a href=\"https://github.com/gfzriesgos/modelprop\">https://github.com/gfzriesgos/modelprop</a></h5> <h5>Modelos de exposición y vulnerabilidad para temblores sísmicos del suelo</h5> <p>Desarrollamos la exposición de cada área de estudio siguiendo diferentes enfoques como se explica a continuación.</p> <p>Lima Metropolitana y Callao: Seguimos un enfoque de “top-down” (estudio de escritorio con información digital y sin información de campo) para construir la versión actual del modelo de exposición residencial para esta área de estudio. Esto significa que solo hemos hecho uso de datos censales oficiales y solicitudes de expertos sin integrar todavía integrar ningún tipo de producto de datos de teledetección ni encuestas in situ / remotas. El conjunto de datos del censo oficial de Lima compilado por la institución de estadística peruana (INEI, 2017) a nivel de bloque es la línea de base para este modelo de exposición. Proporciona el número de viviendas para cada bloque y algunos atributos de exposición con respecto al tipo de vivienda, suelo y materiales predominantes de fachada.</p> <p>Suponemos que el parque de edificios residenciales de Lima y Callao se puede modelar en 21 tipologías para describir su vulnerabilidad física a los movimientos sísmicos del suelo (Tabla 1). Esta tabla proporciona una breve descripción de sus atributos adjuntos, las medidas de intensidad que maneja cada una de sus funciones de fragilidad correspondientes y su costo total de reemplazo. Estas tipologías fueron propuestas por el modelo SARA de GEM, y las proporciones asignadas a cada clase se derivan haciendo uso de un esquema de mapeo propuesto a nivel de vivienda y no de edificios (GEM, 2014; Yepes-Estrada et al., 2017). Por lo tanto, las viviendas se convierten en recuentos de edificios utilizando ciertas fracciones que relacionan el número de viviendas por unidad de edificio que fueron propuestos por SARA (https://sara.openquake.org/). Estas carteras de edificios se agregan dentro de las entidades de CVT. Se proporcionan más detalles sobre la construcción del modelo de exposición para esta área de estudio en Gomez-Zapata et al., (2021a).</p> <p>&nbsp;</p> <p><i>Tabla 1. Clases de edificaciones residenciales en términos del esquema SARA propuesto para Lima Metropolitana y Callao con la medida de intensidad respectiva de sus funciones de fragilidad asociadas (como se informa en Villar-Vega et al., (2017). El costo de reemplazo (costo de reemplazo por edificio (USD / bdg)) se informa como en Yepes-Estrada et al., (2017).</i></p> <table> <tr> <td> <p><strong>Clases de edificios Lima Metropolitana y Callao</strong></p> <p><strong>&nbsp;</strong></p> </td> <td> <p><strong>Descripción</strong></p> </td> <td> <p><strong>IM (intensidad)</strong></p> </td> <td> <p><strong>Repl. Costo (USD / bdg)</strong></p> </td> </tr> <tr> <td> <p><strong>CR-LDUAL-DUC-4-7</strong></p> </td> <td> <p>Hormigón armado (RC) con sistema de doble pared, altura media (dúctil)</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>1.080.000</p> </td> </tr> <tr> <td> <p><strong>CR-LDUAL-DUC-H8-19</strong></p> </td> <td> <p>RC con sistema de doble pared, gran altura (dúctil)</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>3.456.000</p> </td> </tr> <tr> <td> <p><strong>CR-LFINF-DNO-H1-3</strong></p> </td> <td> <p>RC con marco relleno, poca altura (no dúctil)</p> </td> <td> <p>PGA</p> </td> <td> <p>126.000</p> </td> </tr> <tr> <td> <p><strong>CR-LFINF-DUC-H1-3</strong></p> </td> <td> <p>RC con marco relleno, poca altura (dúctil)</p> </td> <td> <p>PGA</p> </td> <td> <p>288.000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DNO-H4-7</strong></p> </td> <td> <p>Sistema de pared RC, no dúctil, 4-7 pisos</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>472.500</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H4-7</strong></p> </td> <td> <p>Sistema de pared RC, dúctil, 4-7 pisos</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>1.080.000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H8-19</strong></p> </td> <td> <p>Sistema de pared RC, dúctil, 8-19 pisos</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>3.456.000</p> </td> </tr> <tr> <td> <p><strong>ER-ETR-H1-2</strong></p> </td> <td> <p>Tierra armada (ER) reforzada (ETR), 1-2 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>15.000</p> </td> </tr> <tr> <td> <p><strong>MCF-DNO-H1-3</strong></p> </td> <td> <p>Mampostería confinada (MCF), no dúctil, 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>40,500</p> </td> </tr> <tr> <td> <p><strong>MCF-DUC-H1-3</strong></p> </td> <td> <p>Mampostería confinada, dúctil, 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>126.000</p> </td> </tr> <tr> <td> <p><strong>MUR-ADO-H1-2</strong></p> </td> <td> <p>Mampostería no reforzada (MUR) con bloques de adobe (ADO), 1-2 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>15.000</p> </td> </tr> <tr> <td> <p><strong>MUR-H1-3</strong></p> </td> <td> <p>Mampostería no reforzada, entre 1 y 3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>18.000</p> </td> </tr> <tr> <td> <p><strong>MUR-STDRE-H1-2</strong></p> </td> <td> <p>Mampostería no reforzada de piedra labrada (STDRE), 1-2 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>15.000</p> </td> </tr> <tr> <td> <p><strong>MUR-STRUB-H1-2</strong></p> </td> <td> <p>Mampostería no reforzada con escombros (piedra de campo) o piedra semi-revestida, 1-2 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>15.000</p> </td> </tr> <tr> <td> <p><strong>MR-DUC-H1-3</strong></p> </td> <td> <p>Mampostería reforzada, dúctil, 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>360.000</p> </td> </tr> <tr> <td> <p><strong>UNK</strong></p> </td> <td> <p>Desconocido</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>12 000</p> </td> </tr> <tr> <td> <p><strong>W-WBB-H1</strong></p> </td> <td> <p>Madera (W), bambú (WBB), 1 piso</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>12 000</p> </td> </tr> <tr> <td> <p><strong>W-WHE-H1-3</strong></p> </td> <td> <p>Madera, Madera pesada (WHE), 1-3 pisos</p> </td> <td> <p>&nbsp;</p> </td> <td> <p>&nbsp;</p> </td> </tr> <tr> <td> <p><strong>W-WLI-H1-3</strong></p> </td> <td> <p>Madera (W), madera clara (WLI), 1-3 pisos</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>31.500</p> </td> </tr> <tr> <td> <p><strong>W-WS-H1-2</strong></p> </td> <td> <p>Madera, madera maciza (WS), 1-2 pisos</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>12 000</p> </td> </tr> <tr> <td> <p><strong>W-WWD-H1-2</strong></p> </td> <td> <p>Madera, bahareque y quincha (WWD, construcción de adobe y adobe), 1-2 pisos</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>15.000</p> </td> </tr> </table> <p>&nbsp;</p> <p>Zona costera del Gran Valparaíso: Seguimos un novedoso método para estimar un modelo de exposición usando un método bayesiano que incorpora tanto evidencia de encuestas realizadas por CIGIDEN (Merino-Peña et al. 2021) como datos de OpenStreetMap (OSM) para construir un modelo probabilístico de exposición de edificios para Valparaíso y Viña del Mar (Chile). No obstante, utilizamos las mismas clases de construcción propuestas por SARA. Se utilizan 17 clases de construcción SARA para representar las clases de vulnerabilidad frente a temblores sísmicos del suelo para esta área de estudio (Tabla 2). Combinamos los rangos de pisos cuando fue posible. Las cantidades actualizadas de recuentos de edificios por tipología obtenidas del modelo bayesiano se agregan en última instancia espacialmente en geoceldas CVT. Algunas generalidades de este procedimiento se pueden encontrar en un documento de conferencia: Zafrir et al., (2020). Se espera que pronto se publique un artículo de revista que considere más detalles sobre este método para proporcionar la referencia correspondiente al lector.</p> <p><i>Tabla 2. Clases de edificación en términos del esquema SARA propuesto para la Zona Costera del Gran Valparaíso con la respectiva medida de intensidad de sus funciones de fragilidad asociadas (como se informa en Villar-Vega et al., (2017)). El costo de reemplazo (costo de reemplazo por edificio (USD / bdg)) se informa como en Yepes-Estrada et al., (2017).</i></p> <table> <tr> <td> <p><strong>Clases de edificios en Gran Valparaíso</strong></p> <p><strong>&nbsp;</strong></p> </td> <td> <p><strong>Descripción</strong></p> </td> <td> <p><strong>SOY</strong></p> </td> <td> <p><strong>Repl. Costo (USD / bdg)</strong></p> </td> </tr> <tr> <td> <p><strong>CR-PC-LWAL-H1-3</strong></p> </td> <td> <p>Prefabricados (PC), sistema de muros de hormigón armado (RC) (LWAL), altura (H) entre 1 y 3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>360.000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DNO-H1-3</strong></p> </td> <td> <p>Sistema de pared RC, no dúctil (DNO), 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>288.000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DNO-H4-7</strong></p> </td> <td> <p>Sistema de pared RC, no dúctil, 4-7 pisos</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>1.080.000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H1-3</strong></p> </td> <td> <p>Sistema de pared RC, dúctil (DUC), 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>336.000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H4-7</strong></p> </td> <td> <p>Sistema de pared RC, dúctil, 4-7 pisos</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>1.260.000</p> </td> </tr> <tr> <td> <p><strong>CR-LWAL-DUC-H8-19</strong></p> </td> <td> <p>Sistema de pared RC, dúctil, 8-19 pisos</p> </td> <td> <p>SA en 1,0 s</p> </td> <td> <p>4.032.000</p> </td> </tr> <tr> <td> <p><strong>ER-ETR-H1-2</strong></p> </td> <td> <p>Tierra apisonada (ER) reforzada (ETR), 1-2 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>43,750</p> </td> </tr> <tr> <td> <p><strong>MCF-DNO-H1-3</strong></p> </td> <td> <p>Mampostería confinada (MCF), no dúctil, 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>94,500</p> </td> </tr> <tr> <td> <p><strong>MCF-DUC-H1-3</strong></p> </td> <td> <p>Mampostería confinada, dúctil, 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>288.000</p> </td> </tr> <tr> <td> <p><strong>MR-DNO-H1-3</strong></p> </td> <td> <p>Mampostería reforzada (MR), no dúctil, 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>360.000</p> </td> </tr> <tr> <td> <p><strong>MR-DUC-H1-3</strong></p> </td> <td> <p>Mampostería reforzada, dúctil, 1-3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>360.000</p> </td> </tr> <tr> <td> <p><strong>MUR-ADO-H1-2</strong></p> </td> <td> <p>Mampostería no reforzada (MUR) con bloques de adobe (ADO), 1-2 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>43,750</p> </td> </tr> <tr> <td> <p><strong>MUR-STDRE-H1-2</strong></p> </td> <td> <p>Mampostería no reforzada de piedra labrada (STDRE), 1-2 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>43,750</p> </td> </tr> <tr> <td> <p><strong>MUR-H1-3</strong></p> </td> <td> <p>Mampostería no reforzada, entre 1 y 3 pisos</p> </td> <td> <p>PGA</p> </td> <td> <p>52,500</p> </td> </tr> <tr> <td> <p><strong>UNK</strong></p> </td> <td> <p>Desconocido</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>35.000</p> </td> </tr> <tr> <td> <p><strong>W-WLI-H1-3</strong></p> </td> <td> <p>Madera (W), LLRS: Madera clara (WLI), 1-3 pisos</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>108.000</p> </td> </tr> <tr> <td> <p><strong>W-WS-H1-2</strong></p> </td> <td> <p>Madera, LLRS: Madera maciza (WS), 1-2 pisos</p> </td> <td> <p>SA a 0,3 s</p> </td> <td> <p>43,750</p> </td> </tr> </table> <p>&nbsp;</p> <p>Para cada clase de edificio que hemos asumido que su vulnerabilidad estructural al temblor sísmico del suelo puede simplificarse y representarse mediante el conjunto de funciones de fragilidad propuestas por Villar-Vega et al., (2017) en el proyecto SARA. Estas funciones se derivaron analíticamente para las clases de edificios correspondientes y se hicieron uso de datos reales del movimiento sísmico del suelo tras la ocurrencia de terremotos en América del Sur. Este conjunto de funciones sigue la escala de estado de daños propuesta por HAZUS (FEMA, 2012) enumerados de la siguiente manera:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D0: Sin daño</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D1: Daño leve</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D2: Daño moderado</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D3: Daño extenso</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D4: Colapso</p> <p>Se proporciona un ejemplo gráfico de las funciones de fragilidad sísmica en Figura 7para tres clases de construcción seleccionadas. Para el modelo de consecuencias económicas. Hemos asumido ratios de siniestralidad del 2%, 10%, 50% y 100% de los costos totales de reemplazo (por estado de daño, por clase de construcción), ver Tabla 1 y Tabla 2. Estos costos de reemplazo se asumen como se informa en Yepes-Estrada et al., (2017).</p> <table> <tr> <td> <p><img width=\"190\" height=\"154\" src=\"assets/images/image017.jpg\" alt=\"image017\"></p> </td> <td> <p><img width=\"190\" height=\"154\" src=\"assets/images/image018.jpg\" alt=\"image018\"></p> </td> <td> <p><img width=\"191\" height=\"154\" src=\"assets/images/image019.jpg\" alt=\"image019\"></p> </td> </tr> </table> <p><i>Figura 7. Representaciones gráficas de funciones de fragilidad estructural propuestas por el proyecto SARA en por Villar-Vega et al., (2017) para (a) mampostería reforzada, (b) hormigón armado y (c) clases de construcción de madera.</i></p> <p>&nbsp;</p> <h5>Modelos de exposición y vulnerabilidad ante inundaciones por tsunamis</h5> <p>El esquema de referencia de tsunamis (clases de construcción junto con funciones de fragilidad) propuesto por Suppasri et al., (2013) ha sido seleccionado para clasificar el parque de edificios de las dos áreas de estudio del proyecto RIESGOS. Aborda diez clases de edificios en términos de material predominante y número de pisos. No se incluyen las clases de acero por no ser consideradas representativas en Lima (Yepes-Estrada et al., 2017). Por tanto, conservamos siete tipologías. Las clases de construcción informadas en Tabla 3 son usados:</p> <p>&nbsp;</p> <p><i>Tabla 3. Clases de construcción en términos del esquema de Suppasri et al., (2013) propuesto para las áreas de estudio del proyecto RIESGOS.</i></p> <table> <tr> <td> <p><strong>Clases de edificios propuestos en</strong> <strong>Suppasri et al., (2013)</strong></p> </td> <td> <p><strong>Descripción</strong></p> </td> </tr> <tr> <td> <p><strong>BRICK</strong></p> </td> <td> <p>Edificio de mampostería (cualquier altura)</p> </td> </tr> <tr> <td> <p><strong>RC1</strong></p> </td> <td> <p>Edificio de hormigón armado (RC), cualquier tipo de sistema de resistencia de carga lateral (LLRS), 1 piso</p> </td> </tr> <tr> <td> <p><strong>RC2</strong></p> </td> <td> <p>Edificio RC, cualquier LLRS, 2 pisos</p> </td> </tr> <tr> <td> <p><strong>RC3</strong></p> </td> <td> <p>Edificio RC, cualquier LLRS, 3 pisos</p> </td> </tr> <tr> <td> <p><strong>W1</strong></p> </td> <td> <p>Edificio de madera (W), cualquier tipo de LLRS, 1 piso</p> </td> </tr> <tr> <td> <p><strong>W2</strong></p> </td> <td> <p>Edificio de madera (W), cualquier tipo de LLRS, 2 pisos</p> </td> </tr> </table> <p>&nbsp;</p> <p>El esquema de vulnerabilidad al tsunami de Suppasri et al., (2013) se ha asociado con un conjunto de funciones empíricas de fragilidad con la altura de la inundación del tsunami en metros como medida de intensidad (IM). Se derivaron del conjunto de datos de daños a la construcción recopilados después del gran terremoto y tsunami de Mw 9.1 en Japón en 2011. Suppasri et al., (2013) hace uso de la escala de daños propuesta por la Oficina del Gabinete de Japón (2013) compuesta por seis estados. Una descripción de esta escala se presenta en la Figura 9.</p> <p>Las funciones de fragilidad para un tsunami donde una distribución de daño inicial ocurrió después del terremoto deben ser \"dependiente del estado\", es decir, con transiciones de estado de daño. Se proporciona un ejemplo gráfico de las funciones de fragilidad en la Figura 8 para clases de construcción seleccionadas.</p> <p><img width=\"378\" height=\"181\" src=\"assets/images/image020.jpg\" alt=\"image020\"></p> <p><i>Figura 8. Ejemplo de funciones de fragilidad de tsunami según lo informado en Suppasri, 2013 para: (a) mampostería (b) tipos de edificios de madera.</i></p> <p><i>&nbsp;</i></p> <p>Para derivar el modelo de exposición relacionado con el tsunami, no realizamos un mapeo directo del censo. Assetmaster proporciona dicho modelo con el estado de daño resultante después del terremoto. Sin embargo, dado que las clases de construcción son diferentes, obtenemos matrices probabilísticas entre esquemas para obtener las compatibilidades entre (1) clases de construcción y (2) estados de daño del esquema fuente (SARA) y el objetivo (Suppasri et al., (2013). Estas conversiones se llevan a cabo para cada geocelda CVT.</p> <p>El primer tipo de conversión entre esquemas se presenta en Gomez-Zapata et al., (2021d). Un ejemplo de este tipo de matrices de compatibilidad se presenta en Gomez-Zapata et al., (2021a) para las tipologías de edificación propuestas para Lima y Callao. Los scripts correspondientes de cómo calcular estas matrices se pueden consultar en Gomez-Zapata et al., (2021e). Con respecto al segundo tipo de matrices de conversión (entre estados de daño), su formulación se presenta en Gomez-Zapata et al., (2021c).</p> <p>Se supone que los costos de reemplazo son los mismos de la clase de fuente SARA para la cual se obtuvo la mayor compatibilidad en las matrices de compatibilidad entre esquemas. Hemos asumido índices de pérdida del 5%, 15%, 45%, 65%, 85% y 100% del costo total de reemplazo para cada uno de los seis estados de daño propuestos por Suppasri et al., (2013). Actualmente se está analizando el uso de funciones analíticas de fragilidad de tsunamis de última generación gracias a las colaboraciones con científicos de Colombia y Chile. También se planea integrar modelos que tengan en cuenta la velocidad del flujo.</p> <p><img width=\"391\" height=\"601\" src=\"assets/images/image021.jpg\" alt=\"image021\"></p> <p><i>Figura 9. Escala de daños y descripciones propuestas por la Oficina del Gabinete de Japón (2013) utilizadas en la encuesta del terremoto y tsunami de 2011. Esta escala es adoptada por Suppasri et al., (2013).</i></p> <p><strong>&nbsp;</strong></p> <p><strong>Cálculos de riesgo</strong></p> <p>Los cálculos de riesgo para la vulnerabilidad física de las estructuras expuestas se proporcionan en línea al demostrador de RIESGOS por el WPS (Web Processing Service) DEUS (Brinckmann et al., 2021). DEUS es un software completo para calcular el riesgo basado en escenarios de cualquier tipo de peligro natural en carteras de edificios agregadas espacialmente. Esta versión de DEUS comprende varios scripts Python3 desarrollados por GFZ, accesibles:</p> <p><a href=\"https://github.com/gfzriesgos/shakyground/https:/github.com/gfzriesgos/deus/\">https://github.com/gfzriesgos/shakyground/https://github.com/gfzriesgos/deus/</a></p> <p>Esta versión puede manejar escenarios de peligro deterministas únicos o consecutivos con medidas de intensidad (IM) distribuidas espacialmente. Para escenarios de riesgo único, el proceso requiere una única ejecución. En Gomez-Zapata et al., (2021a) los conjuntos de datos correspondientes de los resultados de riesgo están disponibles en el repositorio compilado por Gomez-Zapata et al., (2021b).</p> <p>Esta versión puede manejar escenarios de peligro deterministas únicos o consecutivos con medidas de intensidad (IM) distribuidas espacialmente. Para escenarios de riesgo único, el proceso requiere una única ejecución. En Gomez-Zapata et al., (2021a) se han descrito ejemplos de cálculos desacoplados de riesgo sísmico y de tsunami basados en escenarios utilizando DEUS. Los conjuntos de datos correspondientes de los resultados de riesgo están disponibles en el repositorio compilado por Gomez-Zapata et al., (2021b).</p> <p>En el caso de escenarios de riesgo deterministas consecutivos, las ejecuciones son proporcionales al número de escenarios de riesgo consecutivos (eventos) de interés. DEUS actualiza los estados de daño del modelo de exposición del edificio. Esto permite aproximar el daño acumulado esperado y desagregar las pérdidas. Estamos trabajando en una publicación sobre una metodología novedosa para el riesgo de peligros múltiples. Esto ya ha sido presentado en la conferencia EGU-2020 (Gomez-Zapata et al., 2020). Un flujo de trabajo simplificado del proceso mencionado se muestra en la Figura 10.</p> <p><img width=\"624\" height=\"307\" src=\"assets/images/image022.png\" alt=\"image022\"></p> <p><i>Figura 10. Flujo de trabajo para la evaluación de riesgos múltiples para el modelo de exposición inicial (sin daños) sometido a escenarios consecutivos de terremoto y tsunami. La exposición actualizada (con una distribución de daños dentro del esquema relacionado con el terremoto) es una entrada para obtener una segunda exposición actualizada para obtener los resultados bajo el esquema de referencia de tsunami.</i></p> <p>&nbsp;</p> <p>Referencias</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brinckmann, N., Gomez-Zapata, J.C., Pittore, M., Rüster, M., 2021. DEUS: Damage-Exposure-Update-Service. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.011\">https://doi.org/10.5880/riesgos.2021.011</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FEMA, 2012. Hazus mr-MH 2.1 user manual, earthquake model (Technical report, FEMA).</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; GEM, 2014. Report on the SARA Exposure and Vulnerability Workshop in Medellin, Colombia (Report produced in the context of the GEM South America integrated Risk Assessment (SARA) project No. Version 1.0-May 2014).</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Brinckmann, N., Harig, S., Zafrir, R., Pittore, M., Cotton, F., Babeyko, A., 2021a. Variable-resolution building exposure modelling for earthquake and tsunami scenario-based risk assessment. An application case in Lima, Peru. Natural Hazards and Earth System Sciences. https://doi.org/10.5194/nhess-2021-70, in review, 2021.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Brinckmann, N., Pittore, M., Cotton, F., 2021b. Spatial representation of direct loss estimates on the residential building stock of Lima (Peru) from decoupled earthquake and tsunami scenarios on variable resolutions exposure models. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.009\">https://doi.org/10.5880/riesgos.2021.009</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Pittore, M., Brinckman, N., Cotton, F., Lizarazo, J.M., Medina, S., Santa Cruz, S., 2021c. Scenario-based multi-risk assessment from existing single-hazard building fragility-models. An application for consecutive earthquakes and tsunamis in Lima, Peru. International Journal of Disaster Risk Reduction. https://doi.org/(in preparation)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Pittore, M., Brinckmann, N., Shinde, S., 2020. Dynamic physical vulnerability: a Multi-risk Scenario approach from building- single- hazard fragility- models, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 18379.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Pittore, M., Cotton, F., Lilienkamp, H., Simantini, S., Aguirre, P., Hernan, S.M., 2021d. Epistemic uncertainty of probabilistic building exposure compositions in scenario-based earthquake loss models. Bulletin of Earthquake Engineering Preprint. <a href=\"https://doi.org/10.21203/rs.3.rs-178120/v1\">https://doi.org/10.21203/rs.3.rs-178120/v1</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Shinde, S., Pittore, M., Merino-Peña, Y., 2021e. Scripts to generate (1) attribute-based fuzzy scores for SARA and HAZUS building classes, and (2) probabilistic inter-scheme compatibility matrices. An application on the residential building stock of Valparaiso (Chile) for seismic risk applications. GFZ Data Services. https://doi.org/10.5880/riesgos.2021.002</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Zafrir, R., Harig, S., Pittore, M., 2021f. Customised focus maps and resultant CVT-based aggregation entities for Lima and Callao (Peru). V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.006\">https://doi.org/10.5880/riesgos.2021.006</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Grünthal, G., 1998. European Macroseismic Scale 1998, Centre Européen de Géodynamique et de Séismologie. ed. Luxembourg.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Harig, S., Rakowsky, N., 2021. Tsunami flow depth in Lima/Callao (Peru) caused by six hypothetical simplified tsunami scenarios offshore Lima. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.010\">https://doi.org/10.5880/riesgos.2021.010</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Japan Cabinet Office. (2013). Residential Disaster Damage Accreditation Criteria Operational Guideline. Available at: <a href=\"http://www.bousai.go.jp/taisaku/unyou.html\">http://www.bousai.go.jp/taisaku/unyou.html</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; INEI, 2017. Censos Nacionales 2017. Instituto Nacional de Estadistica e Informatica (INEI; Institute of Statistic and Informatics), Lima, Peru.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Merino-Peña, Y., Pittore, M., Gomez-Zapata, J.C., 2021. RRVS Building survey for building exposure modelling in Valparaiso and Viña del Mar (Chile). V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.001\">https://doi.org/10.5880/riesgos.2021.001</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., 2015. A means of prioritizing data collection for efficient Geo-risk assessment. Annals of Geophysics, 58. <a href=\"https://doi.org/10.4401/ag-6692\">https://doi.org/10.4401/ag-6692</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Haas, M., Silva, V., 2020. Variable resolution probabilistic modeling of residential exposure and vulnerability for risk applications. Earthquake Spectra 36, 321–344. <a href=\"https://doi.org/10.1177/8755293020951582\">https://doi.org/10.1177/8755293020951582</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Gomez-Zapata, J.C., Brinckmann, N., Rüster, M., 2021a. Assetmaster and Modelprop: web services to serve building exposure models and fragility functions for physical vulnerability to natural-hazards. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.005\">https://doi.org/10.5880/riesgos.2021.005</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Suppasri, A., Mas, E., Charvet, I., Gunasekera, R., Imai, K., Fukutani, Y., Abe, Y., Imamura, F., 2013. Building damage characteristics based on surveyed data and fragility curves of the 2011 Great East Japan tsunami. Natural Hazards 66,319–341.https://doi.org/10.1007/s11069-012-0487-8</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; UNISDR, 2009. UNISDR terminology on disaster risk reduction, United Nations International Strategy forDisaster Reductio, UNISDR-20-2009. Geneva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vamvatsikos, D., Panagopoulos, G., Kappos, A.J., Nigro, E., Rossetto, T., Lloyd, T.O., Stathopoulos, T., 2010. Structural Vulnerability Assessment under Natural Hazards: A review, in: Urban Habitat Constructions under Catastrophic Events, Chapter: 3-4. CRC Press. Editor: Mazzolani, F.M.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Villar-Vega, M., Silva, V., Crowley, H., Yepes, C., Tarque, N., Acevedo, A.B., Hube, M.A., Gustavo, C.D., María, H.S., 2017. Development of a Fragility Model for the Residential Building Stock in South America. Earthquake Spectra 33, 581–604. <a href=\"https://doi.org/10.1193/010716EQS005M\">https://doi.org/10.1193/010716EQS005M</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Yepes-Estrada, C., Silva, V., Valcárcel, J., Acevedo, A.B., Tarque, N., Hube, M.A., Coronel, G., María, H.S., 2017. Modeling the Residential Building Inventory in South America for Seismic Risk Assessment. Earthquake Spectra 33, 299–322. <a href=\"https://doi.org/10.1193/101915eqs155dp\">https://doi.org/10.1193/101915eqs155dp</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Zafrir, R., Pittore, M., Gomez-Zapata, J.C., Aravena, P., Geiß, C., 2020. Bayesian downscaling of building exposure models with remote sensing and ancillary information, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 18240.</p> <p><strong>&nbsp;</strong></p> <p>&nbsp;</p> <p>&nbsp;</p> "}
}, {
    "anchor": "CriticalInfrastructure",
    "en": {"title": "Critical Infrastructure",
        "body": "<p><strong>Framework</strong></p> <p><strong>Critical infrastructure and infrastructure networks</strong></p> <p>Critical infrastructure is the set of structures that provide a basic service to a geographic region. According to the European Union (EU), critical infrastructure are essential goods or systems “for the maintenance of vital social functions, health, physical integrity, security, and the social and economic well-being of the population and whose disturbance or destruction would seriously affect” (Article 2, Council Directive 2008/114 / EC). This definition corresponds to the term “critical facilities”, used by the Organization of American States (OAS) to “include all those structures or other improvements made by humans that due to their function, size, service areas or uniqueness, they have the potential to cause bodily harm, extensive property damage, or disrupt vital socio-economic activities if they are destroyed, damaged or if their services are repeatedly interrupted”. (OEA, 1993).</p> <p>The structures integrating the critical infrastructure have different location and functionality and depend on each other for their correct operation. Therefore, it is valid to understand critical infrastructure as a spatially distributed network. In this way, structures are the components of the network. Examples are: electrical network, drinking water supply network, cargo transportation network, telecommunications network, hospital network, among others. Furthermore, it is common for different networks to be interconnected. Due to this interconnection, all the networks together form a network of critical infrastructure networks (also referred as <i>system of systems</i>), through which all basic services are supplied to a geographic region.</p> <p><strong>Critical infrastructure vulnerability</strong></p> <p>The vulnerability of critical infrastructure is the predisposition to be adversely affected. Because critical infrastructure is a spatially distributed network, its vulnerability has two dimensions: physical and systemic.</p> <p>Physical vulnerability refers to the individual vulnerability of each component of the network. For natural hazard events, it is calculated using vulnerability functions, which relate a hazard intensity (for example, the estimated acceleration of an earthquake) to a damage level.</p> <p>Systemic vulnerability refers to cascading effects, that is, the propensity for the initial failure of one or more components of the network to spread to more components, due to overloads and disconnections. In the network of critical infrastructure networks, systemic vulnerability extends to more complex cascading effects, including consequences in the productive sector, environmental impacts, among others. Assessing systemic vulnerability requires a model that simulates the spread of damage, starting from an initial damage.</p> <p><strong>Critical infrastructure service level</strong></p> <p>It is a scalar measure that quantifies the vulnerability of critical infrastructure. Different measures can be used as a level of service, such as the loss of connectivity or the amount of population affected. These measurements are applicable for any critical infrastructure network and are useful for comparing different networks and for quantifying the level of service of the critical infrastructure network. However, there are also measures for specific critical infrastructure networks, such as the loss of power in electrical networks, the average loss of hydraulic pressure in drinking water networks, the average increase in travel times in a transmission network, the number of occupied beds in the hospital network, among others.</p> <p><strong>Critical Infrastructure Reliability</strong></p> <p>Critical infrastructure reliability is the probability that the network will maintain an acceptable level of service. Reliability can be evaluated under scenarios of normal operation, and therefore of high probability of occurrence (for example, the random failure of one of the network components). Similarly, reliability can be assessed for extreme scenarios, such as a natural hazard event, that affect all or most of the components simultaneously.</p> <p><strong>Recovery of critical infrastructure</strong></p> <p>Process of repair, reconnection and restoration of the operation of critical infrastructure, whose purpose is to increase the level of service to a level equal to or greater than before the failure event. Recovery time depends on available resources, repair strategy, and connectivity both within each network and between networks.</p> <p><strong>Critical Infrastructure Resilience</strong></p> <p>Based on Bruneau et al. (2003), a critical infrastructure network is resilient if it presents:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Low probability of failure (i.e. high reliability)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Low consequences, in terms of fatalities, damages, and negative economic and social consequences</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Short recovery time</p> <p><strong>Numerical model for risk analysis of critical infrastructure in the RIESGOS project demonstrator</strong></p> <p><strong>General description</strong></p> <p>The implemented model in RIESGOS evaluates the vulnerability of a critical infrastructure network starting from a user-selected natural Hazard scenario. As input the model receives the spatial distribution of the intensity measure associated to the hazard (e.g. PGA), and as output delivers the spatially distributed probability of service disruption.</p> <p><strong>Calculation procedure</strong></p> <p>Once the user has selected a natural hazard event and executed the processes that compute the Hazard intensity, the model can start the calculation process. It starts with the evaluation of the infrastructure component damage level with fragility functions taken from the literature (FEMA, 2003; Pitilakis et al., 2014). In the current version of the demonstrator the model considers only binary states for each component (failed or not failed), and the failure of one component implies that the network it belongs to has to continue operating without it.</p> <p>The next step is the simulation of cascading effects. The model simulates the load assignment and reassignment with graph theory metrics, such as betweenness centrality and connectivity. In such way the model identifies components that could present a functional failure (e.g. overload) or get isolated, even if they were not affected by the natural hazard event directly. The simulation of cascading effects is based on the model proposed by Crucitti et al. (2004) and has been employed in Scherb et al. (2017) for power network reliability analysis. As shown in Hernández-Fajardo (2012), the model can be applied to different types of infrastructure networks and considers dependences between components of different networks.</p> <p>Due to the uncertainty associated to the component damage level, the user-selected event can affect the network in multiple ways, hence causing multiple cascading failure scenarios. Based on fragility curves and the algorithm proposed in Hernández-Fajardo (2012), the model repeats the calculation procedure starting from different combinations of component failures, which are randomly generated with a Monte Carlo simulation.</p> <p><strong>Model set-up</strong></p> <p>Based on the technical information available on official websites and databases about critical infrastructure networks, as well as by information requests to the competent authorities, the network model was built in the RIESGOS demonstrator for critical infrastructure. Currently, only the power grid is available in the three study regions in the demonstrator.</p> <p>Using the GEOJSON format, the network model represents the main components of the system (transmission lines, substations, power plants), combining the information from GIS data and the one-line diagram. Furthermore, the model considers which components are connected to which geographic areas, named as consumption areas, and which adjacent areas are connected, as shown in the figure below.</p> <p><img width=\"302\" height=\"267\" src=\"assets/images/image023.png\" alt=\"Map Description automatically generated\"><img width=\"302\" height=\"267\" src=\"assets/images/image024.png\" alt=\"Map Description automatically generated\"></p> <p><i>Left: Existing power lines in central Chile (Valparaíso Region and Metropolitan Region of Santiago).</i> <i>Sources: Superintendencia de Electricidad y Combustibles, 2018 and Coordinador Eléctrico Nacional, 2019.</i> <i>Right: Implemented network model for the continental central coast of the Valparaíso Region.</i></p> <p><img width=\"302\" height=\"262\" src=\"assets/images/image025.png\" alt=\"image025\"><img width=\"302\" height=\"263\" src=\"assets/images/image026.png\" alt=\"image026\"></p> <p><i>Left: Existing power lines in Metropolitan Lima and Callao Constitutional Province. Source: Osinergmin, 2019. Right: Implemented network model for Metropolitan Lima and Callao Constitutional Province.</i></p> <p>&nbsp;</p> <p>The nodes of the network model represent both components of the network with specific physical location (for example, substations and power plants), as well as components that simplify parts of the network, such as the centroids of the consumption areas. Similarly, the graph edges represent components that physically connect other components (e.g. power lines), and dependency relationships with and among simplified components (for example, a consumption area with the closest reducer substation). In this way, the network model incorporates the location and basic attributes of the main components and simplifies the feeder components through the consumption areas.</p> <p>In the case of the power network, the areas were built based on geographic information from the distribution lines (low voltage), which was obtained through local authorities. The areas do not correspond to administrative divisions, but the demographic information for each area was calculated based on census information at the block level.</p> <p>The construction of the model has the following assumptions:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The design of the real network coincides with the centrality of the nodes and arcs. For example, the edges with the largest centrality are also the edges with the highest capacity.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No component is overloaded if there are no initial faults.</p> <p>These assumptions may no longer be valid if the actual network without failures already has overloaded components, for example due to component aging or unexpected increase in demand.</p> <p><strong>Model results</strong></p> <p>The model quantifies the service level of the critical infrastructure in terms of areas and number of people or households affected by service interruption. The demonstrator presents for each area the probability of outage for the user-defined scenario. This is calculated as the relative frequency with which each consumption area would be without service, based on the Monte Carlo simulation. This measure of service level is analogous to the one used by Poljanšek et al. (2011) to evaluate the reliability of gas and electricity networks. In a later version of the demonstrator, another output will be the total affected population by service disruption and will be presented as histogram of the Monte Carlo simulation.</p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bruneau, M., Chang, S. E., Eguchi, R. T., Lee, G. C., O’Rourke, T. D., Reinhorn, A. M., Shinozuka M., Tierney K., Wallace W. & von Winterfeldt, D. (2003). A Framework to Quantitatively Assess and Enhance the Seismic Resilience of Communities. Earthq. Spectra, 19(4), 733–752.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Crucitti, P., Latora, V., & Marchiori, M. (2004). Model for cascading failures in complex networks. Phys. Rev. E, 045104.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FEMA. (2003). HAZUS-MH Technical Manual.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hernandez-Fajardo, I. (2012). Probabilitstic Fragility of Interdependent Urban Systems Subjected to Seismic Hazards. Houston, TX: Diss., Rice University.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Organización de Estados Americanos, OEA (1993) Manual Sobre el Manejo de Peligros Naturales en la Planificación para el Desarrollo Regional Integrado. Washington D.C.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pitilakis, K., Crowley, H. & Kaynia, A. (Eds.). (2014). SYNER-G: Typology Definition and Fragility Functions for Physical Elements at Seismic Risk. Netherlands: Springer.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Poljanšek, K., Bono, F., & Gutiérrez, E. (2011). Seismic risk assessment of interdependent critical infrastructure systems: The case of European gas and electricity networks. Earthquake Engineering and Structural Dynamics, 61-79.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scherb, A., Garrè, L. & Straub, D. (2017). Reliability and Component Importance in Networks Subject to Spatially Distributed Hazards Followed by Cascading Failures. J Risk Uncertain, Part B, 3(2), 021007.</p> <p>&nbsp;</p> "},
    "es": {        "title": "Infraestructura Crítica",
        "body": "<p><strong>Marco Teórico</strong></p> <p><strong>Infraestructura crítica y redes de infraestructura</strong></p> <p>La infraestructura crítica es el conjunto de estructuras que proveen un servicio básico a una región geográfica. De acuerdo con la Unión Europea (UE), la infraestructura crítica son bienes o sistemas esenciales “para el mantenimiento de funciones sociales vitales, la salud, la integridad física, la seguridad, y el bienestar social y económico de la población y cuya perturbación o destrucción afectaría gravemente” (Artículo 2, Directiva del Consejo 2008/114/EC). Esta definición corresponde con el término “instalaciones críticas”, empleado por la Organización de Estados Americanos (OEA) para “incluir todas aquellas estructuras u otras mejoras hechas por el ser humano que, por razón de su función, tamaño, áreas de servicio o singularidad, tienen el potencial de causar daño corporal, extensos daños a la propiedad, o perturbar las actividades socioeconómicas vitales si son destruidas, dañadas o si sus servicios son repetidamente interrumpidos” (OEA, 1993).</p> <p>Las estructuras que componen la infraestructura crítica tienen diferente ubicación y función, y dependen entre sí para el correcto funcionamiento. Por esto, es válido entender la infraestructura crítica como una red distribuida espacialmente. Ejemplos son: red eléctrica, red de suministro de agua potable, red de transporte de carga, red de telecomunicaciones, red hospitalaria, entre otros. Además, es común que diferentes redes estén interconectadas. Debido a esa interconexión, todas las redes en conjunto forman una <i>red de redes</i> de infraestructura crítica, a través de la cual se suministran <i>todos</i> los servicios básicos a una región geográfica.</p> <p><strong>Vulnerabilidad de la infraestructura crítica</strong></p> <p>La vulnerabilidad de la infraestructura crítica es la predisposición para verse afectada negativamente. Debido a que la infraestructura crítica es una red distribuida espacialmente, su vulnerabilidad tiene dos dimensiones: física y sistémica.</p> <p>La vulnerabilidad física se refiere a la vulnerabilidad individual de cada componente de la red. Para eventos de amenaza natural, se calcula mediante funciones de vulnerabilidad, que relacionan una intensidad de peligro (por ejemplo, la aceleración estimada de un terremoto) con un nivel de daño.</p> <p>La vulnerabilidad sistémica se refiere a los efectos en cascada, es decir, a la propensión de que la falla inicial de uno o varios componentes de la red se propague a más componentes, debido a sobrecargas y desconexiones. En la red de redes de infraestructura crítica, la vulnerabilidad sistémica se extiende a efectos en cascada más complejos, y permite considerar consecuencias en el sector productivo, impactos ambientales, entre otros. Evaluar la vulnerabilidad sistémica requiere un modelo que simule la propagación de los daños, partiendo de un daño inicial.</p> <p><strong>Nivel de servicio de la infraestructura crítica</strong></p> <p>Es una medida escalar que cuantifica la disponibilidad de la infraestructura crítica. Diferentes medidas pueden emplearse como nivel de servicio, tales como la pérdida de conectividad o la cantidad de población afectada. Estas medidas son aplicables para cualquier red de infraestructura crítica, y son de utilidad para comparar diferentes redes y para cuantificar el nivel de servicio de la red de redes de infraestructura crítica. Sin embargo, existen también medidas para redes de infraestructura crítica específicas, tales como la pérdida de potencia en redes eléctricas, la pérdida promedio de presión hidráulica en redes de agua potable, el incremento promedio en los tiempos de viaje en una red de transporte, el número de camas ocupadas en la red hospitalaria, entre otros. El nivel de servicio puede también calcularse en porcentaje con relación a un valor de referencia, usualmente con respecto a la condición normal de operación.</p> <p><strong>Confiabilidad de la infraestructura crítica</strong></p> <p>La confiabilidad de la infraestructura crítica es la probabilidad de que la red mantenga un nivel de servicio aceptable. La confiabilidad puede evaluarse bajo escenarios de operación normal, y por ende de alta probabilidad de ocurrencia (por ejemplo, la falla aleatoria de uno de los componentes de la red). Del mismo modo, la confiabilidad puede evaluarse para escenarios extremos, como un evento de amenaza natural, que afectan simultáneamente a todos o gran parte de los componentes.</p> <p><strong>Recuperación de la infraestructura crítica</strong></p> <p>Proceso de reparación, reconexión y restauración de la operación de la infraestructura crítica, cuya finalidad es incrementar el nivel de servicio a un nivel igual o mayor que antes del evento de falla. El tiempo de recuperación depende de los recursos disponibles, la estrategia de reparación, y la conectividad tanto dentro de cada red como entre redes.</p> <p><strong>Resiliencia de la infraestructura crítica</strong></p> <p>Basado en Bruneau et al. (2003), una red de infraestructura crítica es resiliente si presenta:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Baja probabilidad de falla (es decir, alta confiabilidad)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bajas consecuencias, en términos de fatalidades, daños, y consecuencias negativas económicas y sociales</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Corto tiempo de recuperación</p> <p><strong>Modelo numérico de análisis de riesgo para infraestructura crítica en el demostrador del proyecto RIESGOS</strong></p> <p><strong>Descripción general</strong></p> <p>El modelo implementado en RIESGOS evalúa la vulnerabilidad de una red de infraestructura crítica a partir de un escenario de amenaza natural seleccionado por el usuario. Como información de entrada recibe la distribución espacial de la intensidad asociada a la amenaza natural (por ejemplo, aceleración sísmica), y como resultado entrega la probabilidad de interrupción del servicio distribuida espacialmente.</p> <p><strong>Proceso de cálculo</strong></p> <p>Una vez el usuario ha seleccionado un evento de amenaza natural y ejecutado los procesos encargados de calcular la intensidad de la amenaza, el modelo puede comenzar el proceso de cálculo. Este comienza evaluando el nivel de daño estructural de los componentes de la red de infraestructura crítica mediante curvas de fragilidad obtenidas de la literatura (FEMA, 2003; Pitilakis et al., 2014). En la presente versión del demostrador el modelo considera solamente estados binarios para cada componente (falla o no falla), y la falla de un componente implica que la red a la que pertenece debe continuar funcionando sin él.</p> <p>El cálculo continúa con el análisis de los efectos en cascada. Con esta finalidad, el modelo simula la distribución y redistribución de cargas mediante la teoría de grafos, empleando métricas como centralidad y conectividad para identificar componentes que, a pesar de no haber sido afectados estructuralmente por el evento natural, pueden presentar una falla funcional (específicamente, sobrecarga), o quedar desconectados del resto de la red. La simulación de efectos en cascada se basa en el modelo propuesto por Crucitti et al. (2004), y empleado por Scherb et al. (2017) para el análisis de confiabilidad de redes eléctricas. Como lo demuestra Hernández-Fajardo (2012), el modelo puede aplicarse a diferentes tipos de redes de infraestructura, y considera las dependencias entre componentes de diferentes redes.</p> <p>Debido a la incertidumbre asociada al nivel de daño de los componentes, el evento seleccionado por el usuario puede afectar a la red de múltiples maneras, causando así múltiples escenarios de efectos cascada. Con base en las curvas de fragilidad y en el algoritmo propuesto por Hernández-Fajardo (2012), el modelo repite la simulación de efectos en cascada a partir de diferentes combinaciones de estados de los componentes, generadas aleatoriamente mediante una simulación de Monte Carlo.</p> <p><strong>Montaje del modelo</strong></p> <p>A partir de la información técnica disponible en páginas y bases de datos oficiales sobre las redes de infraestructura crítica, al igual que mediante solicitud de información a las autoridades competentes, se construyó el modelo de red en el demostrador de RIESGOS para la infraestructura crítica. Por el momento, en el demostrador solo está disponible la red eléctrica en las tres regiones de estudio.</p> <p>Mediante el formato GEOJSON, el modelo de red representa los componentes troncales del sistema (líneas de transmisión, subestaciones, plantas generadoras), combinando la información de SIG con la del diagrama unifilar. Adicionalmente, el modelo tiene en cuenta cuáles componentes están conectados a qué áreas geográficas, denominadas áreas de consumo, y qué áreas adyacentes están conectadas, como lo muestra la figura abajo.</p> <p><img width=\"302\" height=\"267\" src=\"assets/images/image023.png\" alt=\"Map Description automatically generated\"><img width=\"302\" height=\"267\" src=\"assets/images/image027.png\" alt=\"Map Description automatically generated\"></p> <p><i>Izquierda: Líneas eléctricas existentes en la región central de Chile (Región Metropolitana y de Valparaíso). Fuentes: Superintendencia de Electricidad y Combustibles, 2018 y Coordinador Eléctrico Nacional, 2019. Derecha: Modelo de red implementado para el litoral central continental de la Región de Valparaíso.</i></p> <p><img width=\"302\" height=\"262\" src=\"assets/images/image028.png\" alt=\"Map Description automatically generated\"><img width=\"302\" height=\"263\" src=\"assets/images/image029.png\" alt=\"Map Description automatically generated\"></p> <p><i>Izquierda: Líneas eléctricas existentes en Lima Metropolitana y la Provincia Constitucional del Callao. Fuente: Osinergmin, 2019. Derecha: Modelo de red implementado para Lima Metropolitana y la Provincia Constitucional del Callao.</i></p> <p><i>&nbsp;</i></p> <p>Los nodos del modelo de red representan tanto componentes de la red con ubicación física puntual (por ejemplo, subestaciones y centrales eléctricas), como componentes que simplifican partes de la red, como los centroides de las áreas de consumo. Similarmente, los arcos del grafo representan componentes que físicamente conectan otros componentes (líneas eléctricas), y relaciones de dependencia con y entre componentes simplificados (por ejemplo, un área de consumo con la subestación reductora más próxima). De esta forma, el modelo de red incorpora la ubicación y atributos básicos de los componentes troncales, y simplifica los componentes alimentadores mediante las áreas de consumo.</p> <p>En el caso de la red eléctrica, las áreas fueron construidas con base en información geográfica de las líneas de distribución (baja tensión), la cual fue obtenida a través de las autoridades locales. Las áreas no corresponden a divisiones administrativas, pero la información demográfica de cada área fue calculada con base en información censal a nivel de manzanas.</p> <p>La construcción del modelo tiene los siguientes supuestos:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El diseño de la red real coincide con la centralidad de los nodos y arcos. Por ejemplo, los arcos con mayor centralidad son también los arcos de mayor capacidad.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ningún componente está sobrecargado si no hay fallas iniciales.</p> <p>Estos supuestos pueden dejar de ser válidos si la red real ya tiene componentes sobrecargados sin fallas, por ejemplo, debido al envejecimiento de los componentes o incremento inesperado de la demanda.</p> <p><strong>Resultados del modelo</strong></p> <p>El modelo cuantifica el nivel de servicio de la infraestructura crítica en términos de áreas y número de personas o propiedades afectadas por interrupción de servicio. El demostrador presenta para cada área la probabilidad de interrupción para el escenario definido por el usuario. Esta se calcula como la frecuencia relativa con la que cada área de consumo quedaría sin servicio, basada en la simulación de Monte Carlo. Esta medida de nivel de servicio es análoga a la empleada por Poljanšek et al. (2011) para evaluar la confiabilidad de redes de gas y electricidad. También está en planes presentar como resultado el total de afectados por interrupción de servicio, presentando los resultados de la simulación de Monte Carlo mediante un histograma.</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bruneau, M., Chang, S. E., Eguchi, R. T., Lee, G. C., O’Rourke, T. D., Reinhorn, A. M., Shinozuka M., Tierney K., Wallace W. & von Winterfeldt, D. (2003). A Framework to Quantitatively Assess and Enhance the Seismic Resilience of Communities. Earthq. Spectra, 19(4), 733–752.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Crucitti, P., Latora, V., & Marchiori, M. (2004). Model for cascading failures in complex networks. Phys. Rev. E, 045104.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FEMA. (2003). HAZUS-MH Technical Manual.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hernandez-Fajardo, I. (2012). Probabilitstic Fragility of Interdependent Urban Systems Subjected to Seismic Hazards. Houston, TX: Diss., Rice University.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Organización de Estados Americanos, OEA (1993) Manual Sobre el Manejo de Peligros Naturales en la Planificación para el Desarrollo Regional Integrado. Washington D.C.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pitilakis, K., Crowley, H. & Kaynia, A. (Eds.). (2014). SYNER-G: Typology Definition and Fragility Functions for Physical Elements at Seismic Risk. Netherlands: Springer.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Poljanšek, K., Bono, F., & Gutiérrez, E. (2011). Seismic risk assessment of interdependent critical infrastructure systems: The case of European gas and electricity networks. Earthquake Engineering and Structural Dynamics, 61-79.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scherb, A., Garrè, L. & Straub, D. (2017). Reliability and Component Importance in Networks Subject to Spatially Distributed Hazards Followed by Cascading Failures. J Risk Uncertain, Part B, 3(2), 021007.</p> <p>&nbsp;</p> <p>­­­­­</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> "}
}, {
    "anchor": "VeiSelection",
    "en": {"title": "VEI selection",
        "body": "<p>The last 2100 years at Cotopaxi have witnessed repetitive andesitic eruptions characterised by the deposition of lava flows, regional tephra layers and large-scale syneruptive lahars (Pistolesi et al., 2011; Pistolesi et al., 2013). Average recurrence periods between 117 and 147 years may be estimated for Cotopaxi eruptions (Barberi et al., 1995), though it has been shown that the occurrence of eruptions displays significant clustering (Pistolesi et al., 2011).</p> <p>The Volcanic Explosivity Index (VEI) was created as a relative measure of the explosiveness of volcanic eruptions (Self & Newhall, 1982). The most common criteria used to determine the VEI are volume of eruption products and column height (USGS). Based on investigations on historic eruptions of Cotopaxi, researcher from IG-EPN have defined 4 important scenarios for potential future eruptions of Cotopaxi volcano (Andrade et al., 2005), as shown in the following figure. For more details on the characteristics of the eruption scenarios please see Andrade et al. 2005).</p> <p>In the RIESGOS demonstrator, the user starts the multi-risk scenario around Cotopaxi volcano by selecting one of the 4 potential eruption scenarios (Frimberger, 2021).</p> <p><img width=\"604\" height=\"159\" src=\"assets/images/image030.png\" alt=\"vei%20scenarios.png\"></p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Andrade, D., Hall, M., Mothes, P., Troncoso, L., Eissen, J.-P., Samaniego, P., Egred, J., Ramón, P., Rivero, D. and Yepes, H. 2005. Los peligros volcánicos asociados con el Cotopaxi, Quito: Corporación Editora Nacional, CEN/Escuela Politécnica Nacional.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Barberi, F., Coltelli, M., Frullani, A., Rosi, M. and Almeida, E. 1995. Chronology and dispersal characteristics of recently (last 5000 years) erupted tephra of Cotopaxi (Ecuador): implications for long-term eruptive forecasting. Journal of Volcanology and Geothermal Research, 69, 217-239.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Frimberger, T., Andrade, S.D., Weber, S., Krautblatter, M. (2021): Modelling future lahars controlled by different volcanic eruption scenarios at Cotopaxi (Ecuador) calibrated with the massively destructive 1877 lahar. Earth Surf. Process. Landforms. 2021; 46: 680– 700. <a href=\"https://doi.org/10.1002/esp.5056\">https://doi.org/10.1002/esp.5056</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Newhall, C. G. and Self, S. 1982. The volcanic explosivity index (VEI) an estimate of explosive magnitude for historical volcanism. Journal of Geophysical Research: Oceans, 87, 1231-1238.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ordóñez, J., Samaniego, P., Mothes, P. and Schilling, S. 2013. Las potenciales zonas de inundación por lahares en el volcán Cotopaxi. Publicación Instituto Geofísico-Escuela Politécnica Nacional, 20.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pistolesi, M., Cioni, R., Rosi, M., Cashman, K. V., Rossotti, A. and Aguilera, E. 2013. Evidence for lahar-triggering mechanisms in complex stratigraphic sequences: the post-twelfth century eruptive activity of Cotopaxi Volcano, Ecuador. Bulletin of volcanology, 75, 698.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pistolesi, M., Rosi, M., Cioni, R., Cashman, K. V., Rossotti, A. and Aguilera, E. 2011. Physical volcanology of the post–twelfth-century activity at Cotopaxi volcano, Ecuador: Behavior of an andesitic central volcano. Bulletin, 123, 1193-1215.</p> <p>&nbsp;</p> "},
    "es": {        "title": "Selección del VEI",
        "body": "<p>Los últimos 2100 años en el Cotopaxi han sido testigos de repetidas erupciones andesíticas caracterizadas por la deposición de flujos de lava, capas de tefra regionales y lahares sineruptivos a gran escala (Pistolesi et al., 2011; Pistolesi et al., 2013). Para las erupciones del Cotopaxi se pueden estimar periodos de recurrencia promedio de entre 117 y 147 años (Barberi et al., 1995), aunque se ha demostrado que la ocurrencia de las erupciones muestra una agrupación significativa (Pistolesi et al., 2011).</p> <p>El Índice de Explosividad Volcánica (<i>Volcanic Explosivity Index, VEI</i>) fue creado como una medida relativa de la explosividad de las erupciones volcánicas (Self & Newhall, 1982). Los criterios más comunes utilizados para determinar el VEI son el volumen de los productos de la erupción y la altura de la columna (USGS). Basándose en las investigaciones sobre las erupciones históricas del Cotopaxi, los investigadores del IG-EPN han definido 4 escenarios importantes para las posibles erupciones futuras del volcán Cotopaxi (Andrade et al., 2005), como se muestra en la siguiente figura. Para más detalles sobre las características de los escenarios de erupción, véase Andrade et al. (2005).</p> <p>En el demostrador de RIESGOS, el usuario inicia el escenario multirriesgo alrededor del volcán Cotopaxi seleccionando uno de los 4 escenarios potenciales de erupción.</p> <p><img width=\"605\" height=\"299\" src=\"assets/images/image031.png\" alt=\"image031\"></p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Andrade, D., Hall, M., Mothes, P., Troncoso, L., Eissen, J.-P., Samaniego, P., Egred, J., Ramón, P., Rivero, D. and Yepes, H. 2005. Los peligros volcánicos asociados con el Cotopaxi, Quito: Corporación Editora Nacional, CEN/Escuela Politécnica Nacional ….</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Barberi, F., Coltelli, M., Frullani, A., Rosi, M. and Almeida, E. 1995. Chronology and dispersal characteristics of recently (last 5000 years) erupted tephra of Cotopaxi (Ecuador): implications for long-term eruptive forecasting. Journal of Volcanology and Geothermal Research, 69, 217-239.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Newhall, C. G. and Self, S. 1982. The volcanic explosivity index (VEI) an estimate of explosive magnitude for historical volcanism. Journal of Geophysical Research: Oceans, 87, 1231-1238.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ordóñez, J., Samaniego, P., Mothes, P. and Schilling, S. 2013. Las potenciales zonas de inundación por lahares en el volcán Cotopaxi. Publicación Instituto Geofísico-Escuela Politécnica Nacional, 20.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pistolesi, M., Cioni, R., Rosi, M., Cashman, K. V., Rossotti, A. and Aguilera, E. 2013. Evidence for lahar-triggering mechanisms in complex stratigraphic sequences: the post-twelfth century eruptive activity of Cotopaxi Volcano, Ecuador. Bulletin of volcanology, 75, 698.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pistolesi, M., Rosi, M., Cioni, R., Cashman, K. V., Rossotti, A. and Aguilera, E. 2011. Physical volcanology of the post–twelfth-century activity at Cotopaxi volcano, Ecuador: Behavior of an andesitic central volcano. Bulletin, 123, 1193-1215.</p> "}
}, {
    "anchor": "AshfallSimulation",
    "en": {"title": "Ashfall simulation",
        "body": "<p>The ashfall service provides information about the areas where impact is expected by ash accumulation under different eruptive scenarios defined by their Volcanic Explosivity Index (VEI), which involves the following parameters: erupted mass, duration and ash cloud height. For any given scenario (VEI), the impact areas represent the 50% probabilities for the accumulation of an ash layer with an expected thickness measured in millimetres (mm). Individual ash accumulation estimates have been obtained by running the code Ash 3D (Mastin et al., 2013), which requires the VEI parameters and meteorological data (wind speed and direction) as input data to calculate corresponding surface accumulations. The spatial probabilities for any eruptive scenario were obtained by running monthly Ash 3D simulations with input meteorological data covering a period of 10 years, which was obtained from the US National Oceanic and Atmospheric Administration (NOAA). Details of the methodology are described by Pavón et al. (2019) and Pavón and Contreras (2021).</p> <p><strong>Description of the parameters of the service</strong></p> <p>The ash service calculates 2 different output layers for each eruptive scenario. These are the values of (1) ash thickness accumulation, (2) ash load, which provide an adequate overview of the potential impact.</p> <p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ash thickness [mm]: Range of expected thicknesses for the ash layer to be accumulated during the event.</p> <p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ash load [kPa]: Vertical stress (or pressure) produced by the ash accumulation on a horizontal surface, assuming a dry ash deposit.</p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mastin, L.&nbsp; G., Randall, M.&nbsp; J., Schwaiger, H.&nbsp; F., Denlinger, R. P. (2013). User’s guide and reference to Ash3d—A three-dimensional model for Eulerian atmospheric tephra transport and deposition: U.S. Geological Survey Open-File Report 2013–1122.&nbsp; <a href=\"https://pubs.usgs.gov/of/2013/1122\">https://pubs.usgs.gov/of/2013/1122</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pavón,&nbsp; F.,&nbsp; Andrade,&nbsp; S.&nbsp; D.,&nbsp; Bernard,&nbsp; B.,&nbsp; &amp;&nbsp; Contreras, D.&nbsp; (2019).&nbsp; Impacto&nbsp; socioeconómico&nbsp; por lahares y caída de ceniza ante la erupción del volcán Cayambe en la actividad florícola en Cayambe y Pedro Moncayo. Revista Cartográfica, 98, 123-143. <a href=\"https://doi.org/10.35424/rcar.v5i98.144\">https://doi.org/10.35424/rcar.v5i98.144</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pavón, F., Contreras, D. (2021) Zonificación de la amenaza por dispersión y caída de ceniza del volcán Guagua Pichincha, Ecuador. Investigaciones Geográficas - Instituto de Geografía, UNAM eISSN: 2448-7279. <a href=\"https://dx.doi.org/10.14350/rig.60315\">https://dx.doi.org/10.14350/rig.60315</a></p> <p>&nbsp;</p> "},
    "es": {        "title": "Simulación de caída de ceniza",
        "body": "<p>El servicio de caída de cenizas proporciona información sobre las zonas en las que se espera un impacto por acumulación de cenizas bajo diferentes escenarios eruptivos definidos por su Índice de Explosividad Volcánica (<i>Volcanic Explosivity Index, VEI</i>), que implica los siguientes parámetros: masa erupcionada, duración y altura de la nube de cenizas. Para cualquier escenario (VEI), las áreas de impacto representan el 50% de probabilidades de acumulación de una capa de ceniza con un espesor esperado medido en milímetros (mm). Las estimaciones individuales de acumulación de ceniza se han obtenido ejecutando el código Ash 3D (Mastin et al., 2013), que requiere los parámetros del VEI y los datos meteorológicos (velocidad y dirección del viento) como datos de entrada para calcular las correspondientes acumulaciones en superficie. Las probabilidades espaciales para cualquier escenario eruptivo se obtuvieron ejecutando simulaciones mensuales de Ash 3D con datos meteorológicos de entrada que cubren un período de 10 años, que se obtuvieron de la Administración Nacional Oceánica y Atmosférica de Estados Unidos (NOAA). Los detalles de la metodología se describen en Pavón et al. (2019) y Pavón y Contreras (2021).</p> <p><strong>Descripción de los parámetros del servicio</strong></p> <p>El servicio de cenizas calcula 2 capas de salida diferentes para cada escenario eruptivo. Se trata de los valores de (1) acumulación de espesor de ceniza, (2) carga de ceniza, que proporcionan una visión adecuada del impacto potencial.</p> <p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Espesor de la ceniza [mm]: Rango de espesores esperados para la capa de ceniza que se acumulará durante el evento.</p> <p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Carga de ceniza [kPa]: Tensión vertical (o presión) producida por la acumulación de cenizas en una superficie horizontal, suponiendo un depósito de cenizas seco.</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mastin, L.&nbsp; G., Randall, M.&nbsp; J., Schwaiger, H.&nbsp; F., Denlinger, R. P. (2013). User’s guide and reference to Ash3d—A three-dimensional model for Eulerian atmospheric tephra transport and deposition: U.S. Geological Survey Open-File Report 2013–1122.&nbsp; <a href=\"https://pubs.usgs.gov/of/2013/1122\">https://pubs.usgs.gov/of/2013/1122</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pavón, F., Andrade, S.&nbsp; D., Bernard, B., & Contreras, D.&nbsp; (2019).&nbsp; Impacto socioeconómico por lahares y caída de ceniza ante la erupción del volcán Cayambe en la actividad florícola en Cayambe y Pedro Moncayo. Revista Cartográfica, 98, 123-143. <a href=\"https://doi.org/10.35424/rcar.v5i98.144\">https://doi.org/10.35424/rcar.v5i98.144</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pavón, F., Contreras, D. (2021) Zonificación de la amenaza por dispersión y caída de ceniza del volcán Guagua Pichincha, Ecuador. Investigaciones Geográficas - Instituto de Geografía, UNAM eISSN: 2448-7279. <a href=\"https://dx.doi.org/10.14350/rig.60315\">https://dx.doi.org/10.14350/rig.60315</a></p> <p>&nbsp;</p> "}
}, {
    "anchor": "LaharSimulation",
    "en": {"title": "Lahar simulation",
        "body": "<p>The lahar service anticipates the area inundated by lahars of Cotopaxi volcano and relies on pre-calculated simulation results for flow height, flow velocity, flow pressure, erosion and deposition. The simulation software used for lahar modelling is the physically based numerical model <strong>RAMMS::DEBRIS FLOW.</strong> The lahar model was calibrated by back-calculating the 1877 lahar based on 14 calibration criteria along the northern lahar trajectory (Frimberger et al. (2021).</p> <p><strong>Description of the parameters of the service</strong></p> <p>The lahar service calculates 6 different output layers for each lahar scenario. These are 5 rasters showing the maximum values of (1) flow height, (2) velocity, (3) pressure and (4) erosion, which all together give a good overview of the dimensions of the lahar, and a raster layer showing (5) the deposition after the lahar.</p> <p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MaxHeight [m]: Maximum flow height, that the lahar can reach during the event</p> <p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MaxVelocity [m/s]: Maximum flow velocity, that the lahar can reach during the event</p> <p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MaxPressure [kPa]: Maximum flow pressure, that the lahar can reach during the event</p> <p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MaxErosion [m]: Maximum depth of erosion, that the lahar can entrain during the event</p> <p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Deposition [m]: Height of deposited material after the lahar event</p> <p>An additional output shapefile shows (6) the “lahar propagation over time”. It consists of isolines which indicate the extent of the lahar after 10, 20, 40, 60, 80, 100, 120 and 140 minutes, respectively.</p> <p><strong>Volumes of primary lahars</strong></p> <p>For estimating total volumes of primary lahars, the model (i) considers <strong>initial lahar volumes</strong> dependent on glacier extent, and (ii) allows the lahar to <strong>grow in size (bulking) due to erosion and entrainment</strong>. For further information on model parameterisation please see Frimberger et al. (2021).</p> <p>The modelled lahars initiate on the upper volcano flank and the <strong>initial volumes</strong> are constrained by the following input hydrographs (Frimberger et al., 2021):</p> <p><img width=\"605\" height=\"408\" src=\"assets/images/image032.jpg\" alt=\"image032\"></p> <p>In the model, the erodibility of the substrate controls how effectively the lahar can erode material on the steep volcano flanks and (to a minor degree) along the downstream pathways. The lahar volume thus increases due to erosion and entrainment to total lahar volumes of the following magnitudes:</p> <p>Total lahar volumes in northern drainage:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 1-2: 12.5 Mm3, please note: “Although it is highly unlikely, a VEI 1-2 eruption could generate small pyroclastic flows or lava flows. If they occur, these two phenomena could generate primary and secondary lahars of small to moderate size.” (Andrade et al., 2005)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 2-3: 19.4 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 3-4: 34.6 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI &gt; 4: 70.7 Mm3</p> <p>Total lahar volumes in southern drainage:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 1-2: 35.2 Mm3, please note: “Although it is highly unlikely, a VEI 1-2 eruption could generate small pyroclastic flows or lava flows. If they occur, these two phenomena could generate primary and secondary lahars of small to moderate size.” (Andrade et al., 2005)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 2-3: 41.4 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 3-4: 56.1 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI &gt; 4: 91.9 Mm3</p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Andrade, D., Hall, M., Mothes, P., Troncoso, L., Eissen, J.-P., Samaniego, P., Egred, J., Ramón, P., Rivero, D. and Yepes, H. (2005): Los peligros volcánicos asociados con el Cotopaxi, Quito: Corporación Editora Nacional, CEN/Escuela Politécnica Nacional.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Frimberger, T., Andrade, S.D., Weber, S., Krautblatter, M. (2021): Modelling future lahars controlled by different volcanic eruption scenarios at Cotopaxi (Ecuador) calibrated with the massively destructive 1877 lahar. Earth Surf. Process. Landforms. 2021; 46: 680– 700. <a href=\"https://doi.org/10.1002/esp.5056\">https://doi.org/10.1002/esp.5056</a></p> "},
    "es": {        "title": "Simulación de lahar",
        "body": "<p>El servicio de lahar anticipa el área inundada por los lahares del volcán Cotopaxi y se basa en resultados de simulación precalculados para la altura del flujo, la velocidad del flujo, la presión del flujo, la erosión y la deposición. El software de simulación utilizado para la modelización de los lahares es el modelo numérico de base física <strong>RAMMS::DEBRIS FLOW</strong>. El modelo de lahar se calibró mediante un cálculo retrospectivo del lahar de 1877 basado en 14 criterios de calibración a lo largo de la trayectoria del lahar del norte (Frimberger et al., 2021).</p> <p><strong>Descripción de los parámetros del servicio</strong></p> <p>El servicio de lahar calcula 6 capas de salida diferentes para cada Escenario de lahar. Se trata de 5 rásters que muestran los valores máximos de (1) la altura del flujo, (2) la velocidad, (3) la presión y (4) la erosión, que en conjunto dan una buena visión de las dimensiones del lahar, y una capa ráster que muestra (5) la deposición después del lahar.</p> <p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Profundidad máxima de lahar [m]: Altura máxima de flujo, que el lahar puede alcanzar durante el evento</p> <p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Velocidad máxima de lahar [m / s]: Velocidad máxima de flujo, que el lahar puede alcanzar durante el evento</p> <p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Presión máxima de lahar [kPa]: presión de flujo máxima, que el lahar puede alcanzar durante el evento</p> <p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Erosión máxima de lahar [m]: máxima profundidad de erosión, que el lahar puede arrastrar durante el evento</p> <p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Deposición máxima de lahar [m]: Altura del material depositado después del evento lahar</p> <p>Un shapefile de salida adicional muestra (6) la \"propagación del lahar en el tiempo\". Consiste en isolíneas que indican la extensión del lahar después de 10, 20, 40, 60, 80, 100, 120 y 140 minutos, respectivamente.</p> <p><strong>Volúmenes de lahares primarios</strong></p> <p>Para estimar los volúmenes totales de los lahares primarios, el modelo (i) considera que los volúmenes iniciales del lahar dependen de la extensión del glaciar, y (ii) permite que el lahar creza en tamaño (“bulking”) debido a la erosión y al arrastre de material. Para más información sobre la parametrización del modelo, véase Frimberger et al. (2021).</p> <p>Los lahares modelados se inician en el flanco superior del volcán y los volúmenes iniciales están limitados por los siguientes hidrogramas de entrada (Frimberger et al., 2021):</p> <p><img width=\"605\" height=\"408\" src=\"assets/images/image033.jpg\" alt=\"image033\"></p> <p>En el modelo, la erosionabilidad del sustrato controla la eficacia con la que el lahar puede erosionar el material en los flancos empinados del volcán y (en menor grado) a lo largo de las vías de bajada. Así, el volumen del lahar crezca debido a la erosión y al arrastre de material hasta alcanzar volúmenes totales de lahar de las siguientes magnitudes:</p> <p>Volúmenes totales de lahar en el drenaje norte:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 1-2: 12.5 Mm3, por favor, tenga en cuenta: „Aunque es muy poco probable, una erupción con un VEI 1-2 podría generar también pequeños flujos piroclásticos o coladas de lava. De ocurrir, estos dos fenómenos podrían generar lahares primarios y secundarios de tamaño pequeño o moderado.” (Andrade et al., 2005)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 2-3: 19.4 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 3-4: 34.6 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI &gt; 4: 70.7 Mm3</p> <p>Volúmenes totales de lahar en el drenaje sur:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 1-2: 35.2 Mm3, por favor, tenga en cuenta: „Aunque es muy poco probable, una erupción con un VEI 1-2 podría generar también pequeños flujos piroclásticos o coladas de lava. De ocurrir, estos dos fenómenos podrían generar lahares primarios y secundarios de tamaño pequeño o moderado.” (Andrade et al., 2005)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 2-3: 41.4 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI 3-4: 56.1 Mm3</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; VEI &gt; 4: 91.9 Mm3</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Andrade, D., Hall, M., Mothes, P., Troncoso, L., Eissen, J.-P., Samaniego, P., Egred, J., Ramón, P., Rivero, D. and Yepes, H. 2005. Los peligros volcánicos asociados con el Cotopaxi, Quito: Corporación Editora Nacional, CEN/Escuela Politécnica Nacional.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Frimberger, T, Andrade, SD, Weber, S, Krautblatter, M. Modelling future lahars controlled by different volcanic eruption scenarios at Cotopaxi (Ecuador) calibrated with the massively destructive 1877 lahar. Earth Surf. Process. Landforms. 2021; 46: 680– 700. <a href=\"https://doi.org/10.1002/esp.5056\">https://doi.org/10.1002/esp.5056</a>&nbsp;</p> "}
}, {
    "anchor": "FloodSimulation",
    "en": {"title": "Flood simulation",
        "body": "<p><strong>Description of the service</strong></p> <p>The flood simulation shows scenarios on what can happen after a lahar deposition. The applied model for hydraulic modelling is FloodAreaHPC, a self-developed model by geomer GmbH that has been used worldwide for about 20 years. In order to enable integration into multi-risk analyses, input and output data are coordinated with the other models and as well as the provision of results. As an input serves a digital terrain model (raster-based) modified with lahar erosion and depositions as well as the roughness depending on current land use.</p> <p><strong>Lake Outburst: assumptions (scenario definition)</strong></p> <p>Mass movements, like Lahars, can lead to blockage of rivers and the subsequent formation of lakes, sometimes within a very short period of time. When filled, the lakes overtop the newly formed dams and can possibly erode them very quickly. The result is a hazardous flood wave, which must be estimated both in terms of wave height and speed. With simulation models such as FloodAreaHPC, these processes can be modeled quite well. Lake outbursts as a result of mass move­ments are a problem occurring worldwide, especially in high mountain areas.</p> <p><strong>Available flood products</strong></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; inundation depths [m]</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; flow velocity [m/s]</p> <p>&nbsp;</p> "},
    "es": {        "title": "Simulación de inundación",
        "body": "<p><strong>Descripción del servicio</strong></p> <p>La simulación de inundaciones muestra escenarios sobre lo que puede ocurrir tras la deposición de un lahar. El modelo aplicado para la modelización hidráulica es FloodAreaHPC, un modelo desarrollado por geomer GmbH que se utiliza en todo el mundo desde hace unos 20 años. Con el fin de permitir la integración en los análisis multirriesgo, los datos de entrada y salida se coordinan con los demás modelos, así como el suministro de resultados. Como entrada sirve un modelo digital del terreno (basado en ráster) modificado con la erosión y las deposiciones de los lahares, así como la rugosidad en función del uso actual del suelo.</p> <p><strong>Desbordamiento de lagos por lahares: suposiciones (definición del escenario)</strong></p> <p>Los movimientos de masas, como los lahares, pueden provocar la obstrucción de los ríos y la consiguiente formación de lagos, a veces en un período de tiempo muy corto. Cuando se llenan, los lagos sobrepasan las presas formadas por las obstrucciones y pueden erosionarlas muy rápidamente. El resultado es una peligrosa ola de inundación, que debe ser estimada tanto en términos de altura como de velocidad de la ola. Con modelos de simulación como FloodAreaHPC, estos procesos pueden modelizarse bastante bien. Los desbordamientos de lagos como resultado de movimientos de masas son un problema que se da en todo el mundo, especialmente en las zonas de alta montaña.</p> <p><strong>Productos de inundación disponibles</strong></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; profundidades de inundación [m]</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; velocidad de flujo [m/s]</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> "}
}, {
    "anchor": "ExposureAndVulnerabilityEcuador",
    "en": {"title": "Exposure and vulnerability (Ecuador)",
        "body": "<h5>Exposure</h5> <p>It refers to the presence of people, livelihoods, species or ecosystems, environmental functions, services, and resources, infrastructure, or economic, social, or cultural assets in places and settings that could be adversely affected (UNISDR, 2009). In the context of the RIESGOS demonstrator the word “exposure” only refers to the spatial and thematic representation of the residential building stock of certain study areas.</p> <p>In the RIESGOS demonstrator, an exposure model is a list of geo-cells with the number of residential buildings for hazard-specific-building classes and for a reference geographical region. These group of building classes (so-called “schemes”) have an associated set of fragility models that were formerly calibrated per individual hazards. In other words, there is an exposure model or scheme per considered hazard and area of interest. There are three main reasons for having taken this decision:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Single sets of building classes (and their associated fragility models) that are transversally proposed to represent the physical vulnerability to several hazards actually lack of multi-hazard calibrations. This comes from the fact that during post-event surveys for cascading or compound events, their damage descriptions cannot be easily assigned to one of another particular hazardous event.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The presence or absence of certain building attributes ultimately drive their physical vulnerability to seismic ground shaking in a different manner than to tsunami inundation.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The exposed buildings can experience various failure mechanisms linked to the acting forces or every hazard intensity (Vamvatsikos et al., 2010).</p> <p>The exposure models provided to the RIESGOS demonstrator are served by the WPS (Web Processing Service) Assetmaster V1.0 (Pittore et al., 2021). This version of Assetmaster is a Python3 program developed by the GFZ which can be accessed in this repository: <a href=\"https://github.com/gfzriesgos/assetmaster\">https://github.com/gfzriesgos/assetmaster</a>.</p> <p>Notably, the input exposure model must explicitly indicate the initial damage state of the buildings. The zero state (D0, or undamaged) is considered by default. This is the baseline to follow the evolution of the damage states of the building stock throughout the multi-hazard risk sequence.</p> <p>The exposure model provides the input to calculate the direct losses over residential building portfolios classified in specific building classes for every hazard. These models were constrained through the use of taxonomic characteristics available in the official cadastral dataset of the GADPC (Gobierno Autónomo Descentralizado Provincial de Cotopaxi, Latacunga, Ecuador), such as roof and wall materials, and the proportions of the predominant building materials suggested for Latacunga in Yepes-Estrada et al. (2017). Some other generalities about the use of the previous models in the RISK Demonstrator can be found in Langbein et al., (2020); Gomez-Zapata et al., (2021).</p> <p>Typical exposure models represent the number of buildings belonging to certain classes that are spatially aggregated over certain administrative divisions.</p> <p>Spatial aggregation entities:&nbsp; They are a set of 3,021 census units (as defined by GADPC) that make up geocells with variable-resolution. The finest ones are located in the urban areas (urban blocks). The current version of this spatial aggregation model for Latacunga is shown below.</p> <p><strong>&nbsp;</strong></p> <p><strong><img width=\"354\" height=\"284\" src=\"assets/images/image034.png\" alt=\"image034\"></strong></p> <h5>Vulnerability</h5> <p>It describes the propensity or predisposition of the exposed assets and inhabitants to be adversely affected. In the context of the RIESGOS project, two types of vulnerabilities are estimated (i.e., systemic and physical). The first type is related to reliability analysis of critical infrastructure (i.e., lifelines) while the second one is related to the direct damage and economic loss estimates on residential building portfolios. Hereafter, only the physical vulnerability type is explained.</p> <p>The physical vulnerability models for residential building portfolios are assigned to each of the building classes that make up the exposure models (per hazard) served by Assetmaster. These vulnerability models are formed by a set of sub-models per building class that report their fragility functions; their replacement cost values; the loss ratios per damage state. The physical vulnerability models provided to the RIESGOS demonstrator are served by the WPS (Web Processing Service) Modelprop V1.0 (Pittore et al., 2021). This version of Modelprop is a Python3 program developed by the GFZ which can be accessed in this repository: <a href=\"https://github.com/gfzriesgos/modelprop\">https://github.com/gfzriesgos/modelprop</a></p> <p><strong>&nbsp;</strong></p> <p><strong>Exposure and vulnerability models to ashfall</strong></p> <p>We implement the building classification model proposed by Torres-Corredor et al., (2017). To date, this is the only available model in the scientific literature that has been proposed to estimate the physical vulnerability of typical roof covertures to ashfall for an Andean Volcanic region in South America.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LM_B: Roofs that have zinc, aluminium, cardboard or similar sheets such as marcolita or other marquees acrylic or glass material and those that have asbestos-cement tiles or predetermined sheets in certain ceramics. The roof structure can be made of wood or metal. Good construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LM_R: Corresponds to roofs that have sheets of zinc, aluminium, cardboard or similar, such as marquees in marcolita or other acrylic or glass material and those that have asbestos-cement tiles or predetermined sheets in certain ceramics. The roof structure can be made of wood or metal. Regular construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LM_M: Roofs that have zinc or aluminium sheets as a covering material and even cardboard or similar such as marquees in marcolita or other acrylic or glass material. The roof structure can be made of wood or metal. Roofs that have as a covering material asbestos-cement tiles or predetermined sheets in certain ceramics. The roof structure can be made of wood or metal. Poor construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; P_B: roofs that have badgers or clay tiles; the structure that supports the roof is usually made of wood. Good construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; P_R: roofs that have badgers or clay tiles; the structure that supports the roof is usually made of wood. Regular construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; P_M: roofs that have badgers or clay tiles; the structure that supports the roof is usually made of wood. Poor construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L_B: Reinforced concrete plate or compression wedged solid block which is directly supported on walls or portal systems. Good construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L_R: Solid slabs (made of concrete) or lightened directly supported on walls or portal systems. Regular construction quality.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L_M: Lightened plate with reinforced concrete nerves supported directly on walls or portal systems. Poor build quality.</p> <p>Each of the above typologies has associated fragility functions as function of the load (kPa) induced by the ashfall. It comprises three damage states (D1, D2, D3):</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D0: No damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D1: Slight damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D2: Moderate damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D3: Collapsed</p> <p>&nbsp;</p> <p><strong>Exposure and vulnerability models to lahars</strong></p> <p>We implement the building classification model proposed by Mavrouli et al., (2014). In that publication, the authors propose a series of models to estimate the differential physical vulnerability of buildings to various types of landslides and subsidence. Among them, the one proposed for debris flows was found suitable to be adapted for lahars. This adaptation comes from the original proposal of Zuccaro and De Gregorio, (2013) to estimate the physical vulnerability of the communities to the lahars expected to be originated in the Vesuvius volcano in Italy. To date, there is no South American model to estimate this type of physical vulnerability of the buildings.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RC_LD: Low ductility reinforced concrete buildings.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RC_S_HD: Reinforced concrete or steel buildings of high ductility.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RC_MD: Reinforced concrete buildings of moderate ductility.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; W_MR_LD: Wood or masonry buildings with low ductility.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; W_MR_MD: Wooden buildings or moderate ductility masonry.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; W_MR_HD: Buildings with high ductility wood or masonry roofs.</p> <p>Each of the above typologies has associated fragility functions with three states of damage (D1, D2, D3):</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D0: No damage</p> <p><a>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D1: Slight damage (not present in this model)</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D2: Moderate damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D3: Extensive damage</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D4: Collapsed</p> <p>References:</p> <p><a>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Parrado, C., Frimberger, T., Barragán-Ochoa, F., Brill, F., Büche, K., Krautblatter, M., Langbein, M., Pittore, M., Rosero-Velásquez, H., Schoepfer, E., Spahn, H., Zapata-Tapia, C., 2021.</a> Community Perception and Communication of Volcanic Risk from the Cotopaxi Volcano in Latacunga, Ecuador. Sustainability 13. <a href=\"https://doi.org/10.3390/su13041714\">https://doi.org/10.3390/su13041714</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Langbein, M., Gomez-Zapata, J.C., Frimberger, T., Brinckmann, N., Torres-Corredor, R., Andrade, D., Zapata-Tapia, C., Pittore, M., Schoepfer, E., 2020. Scenario- based multi- risk assessment on exposed buildings to volcanic cascading hazards, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 19861.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mavrouli, O. C., Fotopoulou, S., Pitilakis, K., Zuccaro, G., Corominas, J., Santo, A., Cacace, F., De Gregorio, D., Di Crescenzo, G., Foerster, E., & Ulrich, T. (2014). Vulnerability assessment for reinforced concrete buildings exposed to landslides. <i>Bulletin of engineering geology and the environment</i>, <i>73</i>(2), 265-289. <a href=\"https://doi.org/10.1007/s10064-014-0573-0\">https://doi.org/10.1007/s10064-014-0573-0</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Gomez-Zapata, J.C., Brinckmann, N., Rüster, M., 2021a. Assetmaster and Modelprop: web services to serve building exposure models and fragility functions for physical vulnerability to natural-hazards. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.005\">https://doi.org/10.5880/riesgos.2021.005</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Torres-Corredor, R.A., Ponce-Villarreal, P., y Gómez-Martínez, D.M.&nbsp; 2017.&nbsp; Vulnerabilidad física de cubiertas de edificaciones de uso de ocupación normal ante caídas de ceniza en la zona de influencia del volcán Galeras. Boletín de Geología, 39(2): 67-82. <a href=\"http://dx.doi.org/10.18273/revbol.v39n2-2017005\">http://dx.doi.org/10.18273/revbol.v39n2-2017005</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; UNISDR, 2009. UNISDR terminology on disaster risk reduction, United Nations International Strategy forDisaster Reductio, UNISDR-20-2009. Geneva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vamvatsikos, D., Panagopoulos, G., Kappos, A.J., Nigro, E., Rossetto, T., Lloyd, T.O., Stathopoulos, T., 2010. Structural Vulnerability Assessment under Natural Hazards: A review, in: Urban Habitat Constructions under Catastrophic Events, Chapter: 3-4. CRC Press. Editor: Mazzolani, F.M.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Yepes-Estrada, C., Silva, V., Valcárcel, J., Acevedo, A.B., Tarque, N., Hube, M.A., Coronel, G., María, H.S., 2017. Modeling the Residential Building Inventory in South America for Seismic Risk Assessment. Earthquake Spectra 33, 299–322. <a href=\"https://doi.org/10.1193/101915eqs155dp\">https://doi.org/10.1193/101915eqs155dp</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Zuccaro, G., De Gregorio, D. Time and space dependency in impact damage evaluation of a sub-Plinian eruption at Mount Vesuvius. Nat Hazards 68, 1399–1423 (2013). <a href=\"https://doi.org/10.1007/s11069-013-0571-8\">https://doi.org/10.1007/s11069-013-0571-8</a></p> <p>&nbsp;</p> <p><strong>Exposure and vulnerability to floods</strong></p> <p><i>Disclaimer: The current version of the damage model is not validated for the region of application, since no empirical damage data from the region is available. Decision functions are based on data from Germany and scientific literature, implemented as Naive Bayes algorithm in Python. The output is a probability score for ordinal classes of structural building damage, as opposed to typical flood loss models which output relative monetary loss. It can be considered a technical demonstration in line with the central aim of the RIESGOS project: setting up a chain of models as coupled web-services to study complex cascading natural hazard events.</i></p> <p><strong>Definition of damage states for floods</strong></p> <p>Engineers have classified the typical observed patterns of damages to buildings in various ways. A well-established definition in accordance with the EMS-98 scheme can be found in Schwarz & Maiwald (2007). The Section of Hydrology at GFZ Potsdam has collected empirical damage data from various flood events, following this scheme (e.g. Laudan et al. 2017). For the model provided here, the classes 2 (“small cracks”) and 3 (“big cracks”) have been merged, since they could not be distinguished in statistical analysis.</p> <p>&nbsp;</p> <p><img width=\"605\" height=\"396\" src=\"assets/images/image035.jpg\" alt=\"image035\"></p> <p><strong>Decision function</strong></p> <p>The model can be considered a probabilistic, multi-variable damage classification. A probability score is computed by a Gaussian Naive Bayes algorithm, using 4 variables:</p> <p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Water depth is the standard variable for nearly all operational flood damage models</p> <p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Flow velocity in combination with water depth reflects the dynamic pressure acting on a structure. The product of both is called intensity. According to literature, a value between 1.5 and 3 m²/s causes first structural damages, and a value &gt; 7 m²/s may lead to total collapse of a building. However, real field observations indicate that no such fix thresholds exist, and probabilistic models are necessary to capture the actual dynamics and associated uncertainty in prediction. (further reading: Kreibich et al. 2009)</p> <p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Duration of inundation may lead to severe structural damage, even total collapse, below the abovementioned intensity thresholds. This has especially been observed for rammed earth constructions, where load-bearing walls lose stability from lasting moisture</p> <p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Building footprint area is anti-correlated with relative monetary loss (due to the buildings value) and to a lesser extent also with structural damages. A potential explanation for this effect might be the overall quality, material and mode of construction of larger buildings.</p> <p>References:</p> <p><a>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kreibich, H., Piroth, K., Seifert, I., Maiwald, H., Kunert, U., Schwarz, J., Merz, B., Thieken, A. H. (2009): Is flow velocity a significant parameter in flood damage modelling? - Natural Hazards and Earth System Sciences (NHESS), 9, 5, 1679-1692.</a> <a href=\"https://doi.org/10.5194/nhess-9-1679-2009\">https://doi.org/10.5194/nhess-9-1679-2009</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Laudan, J., Rözer, V., Sieg, T., Vogel, K., and Thieken, A. H. (2017): Damage assessment in Braunsbach 2016: data collection and analysis for an improved understanding of damaging processes during flash floods, Nat. Hazards Earth Syst. Sci., 17, 2163–2179. <a href=\"https://doi.org/10.5194/nhess-17-2163-2017\">https://doi.org/10.5194/nhess-17-2163-2017</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Schwarz, J., Maiwald, H. (2007): Prognose der Bauwerksschädigung unter Hochwassereinwirkung. - Bautechnik, 84, 7, 450-464. <a href=\"https://doi.org/10.1002/bate.200710039\">https://doi.org/10.1002/bate.200710039</a></p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> "},
    "es": {        "title": "Exposición y vulnerabilidad (Ecuador)",
        "body": "<h5>Exposición</h5> <p>Se refiere a la presencia de personas, medios de vida, especies o ecosistemas, funciones ambientales, servicios y recursos, infraestructura o bienes económicos, sociales o culturales en lugares y entornos que podrían verse afectados negativamente (UNISDR, 2009). En el contexto del demostrador RIESGOS, la palabra “exposición” solo se refiere a la representación espacial y temática del stock de edificios residenciales de determinadas áreas de estudio.</p> <p>En el demostrador de RIESGOS, un modelo de exposición es una lista de geo-celdas con el número de edificios residenciales para clases de edificios específicos de peligro y para una región geográfica de referencia. Este grupo de clases de edificios (también llamados \"esquemas\") tienen un conjunto asociado de modelos de fragilidad que antes se calibraban por peligros individuales. En otras palabras, existe un modelo o esquema de exposición por cada amenaza natural considerada y para cada área de interés. Hay tres razones principales para haber tomado esta decisión:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Conjuntos únicos de clases de edificios (y sus modelos de fragilidad asociados) que se proponen transversalmente para representar la vulnerabilidad física a varios peligros, en realidad carecen de calibraciones de peligros múltiples. Esto se debe al hecho de que, durante los estudios posteriores al evento para eventos en cascada o compuestos, sus descripciones de daños no pueden asignarse fácilmente a otro evento peligroso en particular.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La presencia o ausencia de ciertos atributos de los edificios, que, en última instancia, controlan su vulnerabilidad física a la caída de ceniza volcánica de una manera diferente que al impacto por lahares o las inundaciones.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Los edificios expuestos pueden experimentar varios mecanismos de falla relacionados con las fuerzas actuantes o con cada intensidad de peligro (Vamvatsikos et al., 2010).</p> <p>Los modelos de exposición proporcionados al demostrador RIESGOS son servidos por WPS (Web Processing Service) Assetmaster V1.0 (Pittore et al., 2021). Esta versión de Assetmaster es un programa Python3 desarrollado por GFZ al que se puede acceder en este repositorio: <a href=\"https://github.com/gfzriesgos/assetmaster\">https://github.com/gfzriesgos/assetmaster</a>.</p> <p>En particular, el modelo de exposición de entrada debe indicar explícitamente el estado de daño inicial de los edificios. El estado cero (D0 o sin daños) se considera por defecto. Esta es la línea de base para seguir la evolución de los estados de daño del parque de edificios a lo largo de la secuencia de riesgo de peligros múltiples.</p> <p>El modelo de exposición proporciona la información para calcular las pérdidas directas sobre las carteras de edificios residenciales clasificadas en clases de edificios específicas para cada peligro. Estos modelos fueron restringidos mediante el uso de características taxonómicas disponibles en el conjunto de datos catastrales oficiales del GADPC (Gobierno Autónomo Descentralizado Provincial de Cotopaxi, Latacunga, Ecuador), como los materiales de techos y paredes, y las proporciones de los materiales de construcción predominantes sugeridos para Latacunga in Yepes-Estrada et al. (2017). Algunas otras generalidades acerca de la utilización de los anteriores modelos en el Demonstrador de RIESGOS pueden encontrarse en Langbein et al., (2020); Gomez-Zapata et al., (2021).</p> <p>Los modelos de exposición típicos representan el número de edificios que pertenecen a ciertas clases que se agregan espacialmente en ciertas divisiones administrativas.</p> <p>Entidades de agregación espacial: Son un conjunto de 3.021 unidades censales (según la definición de GADPC) que componen geoceldas con resolución variable. Los mejores están ubicados en las áreas urbanas (bloques urbanos). La versión actual de este modelo de agregación espacial para Latacunga se muestra a continuación.</p> <p>&nbsp;</p> <p><strong><img width=\"354\" height=\"284\" src=\"assets/images/image034.png\" alt=\"image034\"></strong></p> <h5>Vulnerabilidad</h5> <p>Describe la propensión o predisposición de los bienes y habitantes expuestos a verse afectados negativamente. En el contexto del proyecto RIESGOS, se estiman dos tipos de vulnerabilidades (sistémica y física). El primer tipo está relacionado con el análisis de confiabilidad de la infraestructura crítica (como lo son las líneas de vida), mientras que el segundo está relacionado con las estimaciones de daños directos y pérdidas económicas en las carteras de edificios residenciales. A continuación, solo se explica el tipo de vulnerabilidad física.</p> <p>Los modelos de vulnerabilidad física para las carteras de edificios residenciales se asignan a cada una de las clases de edificios que componen los modelos de exposición (por cada amenaza natural) que son servidos por el WPS Assetmaster. Estos modelos de vulnerabilidad están formados por un conjunto de submodelos por cada clase de edificio: sus funciones de fragilidad; sus valores de costo de reemplazo; las tasas de pérdida por cada estado de daño. Los modelos de vulnerabilidad física proporcionados al demostrador de RIESGOS son proporcionados por WPS Modelprop V1.0 (Pittore et al., 2021). Esta versión de Modelprop es un programa Python3 desarrollado por GFZ al que se puede acceder en este repositorio: <a href=\"https://github.com/gfzriesgos/modelprop\">https://github.com/gfzriesgos/modelprop</a>. Esta función toma una intensidad de la amenaza natural (como la presión ejercida por la ceniza volcánica o la velocidad de flujo del lahar) y devuelve una clase de estado daño.</p> <p><strong>&nbsp;</strong></p> <p><strong>Modelos de exposición y vulnerabilidad ante caída de ceniza volcánicas</strong></p> <p>Implementamos el modelo de clasificación de edificaciones propuesto por Torres-Corredor et al., (2017). Hasta la fecha, este es el único modelo disponible en la literatura científica que se ha propuesto para estimar la vulnerabilidad física de las coberturas típicas de los techos a la caída de ceniza para una región volcánica andina en América del Sur. Este modelo establece las siguientes tipologías de techos:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LM_B: Techos que tienen hojas de zinc, aluminio, cartón o similares como marquesinas en marcolita u otro material acrílico o vidrio y aquellas que tienen tejas de asbesto-cemento o láminas predeterminadas en ciertas cerámicas. La estructura de cubierta puede ser en madera o metálica. Buena calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LM_R: Corresponde a los techos que tienen hojas de zinc, aluminio, cartón o similares como marquesinas en marcolita u otro material acrílico o vidrio y aquellas que tienen tejas de asbesto-cemento o láminas predeterminadas en ciertas cerámicas. La estructura de cubierta puede ser en madera o metálica. Regular calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LM_M: Techos que tienen como material de cobertura hojas de zinc o aluminio y hasta cartón o similares como marquesinas en marcolita u otro material acrílico o vidrio. La estructura de cubierta puede ser en madera o metálica. Techos que tienen como material de cobertura tejas de asbesto-cemento o láminas predeterminadas en ciertas cerámicas. La estructura de cubierta puede ser en madera o metálica. Mala calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; P_B: techos que tienen tejones o tejas de barro; la estructura que soporta la cubierta usualmente es de madera. Buena calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; P_R: techos que tienen tejones o tejas de barro; la estructura que soporta la cubierta usualmente es de madera. Regular calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; P_M: techos que tienen tejones o tejas de barro; la estructura que soporta la cubierta usualmente es de madera. Mala calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L_B: Placa de concreto armado o bloque macizo acuñado a compresión la cual va soportada directamente sobre muros o sistemas de pórticos. Buena calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L_R: Losas macizas (de hormigón) o aligeradas soportadas directamente sobre muros o sistemas de pórticos. Regular calidad constructiva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L_M: Placa aligerada con nervios en concreto reforzado soportadas directamente sobre muros o sistemas de pórticos. Mala calidad constructiva</p> <p>Cada una de las tipologías anteriores tiene funciones de fragilidad asociadas en función de la carga (kPa) inducida por la caída de ceniza. Consta de tres estados de daño (D1, D2, D3):</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D0: Sin daño</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D1: Daño leve</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D2: Daño moderado</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D3: Colapso</p> <p>&nbsp;</p> <p><strong>Modelos de exposición y vulnerabilidad ante lahares</strong></p> <p>Implementamos el modelo de clasificación de edificios propuesto por Mavrouli et al., (2014). En esa publicación, los autores proponen una serie de modelos para estimar la vulnerabilidad física diferencial de las edificaciones a varios tipos de deslizamientos y hundimientos. Entre ellos, el propuesto para los flujos de escombros se consideró adecuado para adaptarse a los lahares. Esta adaptación proviene de la propuesta original de Zuccaro and De Gregorio, (2013) para estimar la vulnerabilidad física de las comunidades a los lahares que se espera se originen en el volcán Vesubio en Italia. Hasta la fecha, no existe un modelo sudamericano para estimar este tipo de vulnerabilidad física de los edificios.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RC_LD: Edificios de concreto reforzado de baja ductilidad</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RC_S_HD: Edificios de concreto reforzado o de acero de alta ductilidad</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RC_MD: Edificios de concreto reforzado de ductilidad moderada</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; W_MR_LD: Edificios de madera o de mampostería de baja ductilidad</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; W_MR_MD: Edificios de madera o de mampostería de ductilidad moderada</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; W_MR_HD: Edificios con techos de madera o de mampostería de alta ductilidad</p> <p>Cada una de las tipologías anteriores tiene funciones de fragilidad asociadas con tres estados de daño (D2, D3, D4). Note que el estado de daño D1 (daño leve) no está presente en este modelo.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D0: Sin daño</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D1: Daño leve (no está presente en este modelo)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D2: Daño moderado</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D3: Daño extenso</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D4: Colapso</p> <p>&nbsp;</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gomez-Zapata, J.C., Parrado, C., Frimberger, T., Barragán-Ochoa, F., Brill, F., Büche, K., Krautblatter, M., Langbein, M., Pittore, M., Rosero-Velásquez, H., Schoepfer, E., Spahn, H., Zapata-Tapia, C., 2021. Community Perception and Communication of Volcanic Risk from the Cotopaxi Volcano in Latacunga, Ecuador. Sustainability 13. <a href=\"https://doi.org/10.3390/su13041714\">https://doi.org/10.3390/su13041714</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Langbein, M., Gomez-Zapata, J.C., Frimberger, T., Brinckmann, N., Torres-Corredor, R., Andrade, D., Zapata-Tapia, C., Pittore, M., Schoepfer, E., 2020. Scenario- based multi- risk assessment on exposed buildings to volcanic cascading hazards, in: EGU General Assembly Conference Abstracts, EGU General Assembly Conference Abstracts. p. 19861.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mavrouli, O. C., Fotopoulou, S., Pitilakis, K., Zuccaro, G., Corominas, J., Santo, A., Cacace, F., De Gregorio, D., Di Crescenzo, G., Foerster, E., & Ulrich, T. (2014). Vulnerability assessment for reinforced concrete buildings exposed to landslides. <i>Bulletin of engineering geology and the environment</i>, <i>73</i>(2), 265-289. <a href=\"https://doi.org/10.1007/s10064-014-0573-0\">https://doi.org/10.1007/s10064-014-0573-0</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pittore, M., Gomez-Zapata, J.C., Brinckmann, N., Rüster, M., 2021a. Assetmaster and Modelprop: web services to serve building exposure models and fragility functions for physical vulnerability to natural-hazards. V. 1.0. GFZ Data Services. <a href=\"https://doi.org/10.5880/riesgos.2021.005\">https://doi.org/10.5880/riesgos.2021.005</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Torres-Corredor, R.A., Ponce-Villarreal, P., y Gómez-Martínez, D.M.&nbsp; 2017.&nbsp; Vulnerabilidad física de cubiertas de edificaciones de uso de ocupación normal ante caídas de ceniza en la zona de influencia del volcán Galeras. Boletín de Geología, 39(2): 67-82. <a href=\"http://dx.doi.org/10.18273/revbol.v39n2-2017005\">http://dx.doi.org/10.18273/revbol.v39n2-2017005</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; UNISDR, 2009. UNISDR terminology on disaster risk reduction, United Nations International Strategy forDisaster Reductio, UNISDR-20-2009. Geneva.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vamvatsikos, D., Panagopoulos, G., Kappos, A.J., Nigro, E., Rossetto, T., Lloyd, T.O., Stathopoulos, T., 2010. Structural Vulnerability Assessment under Natural Hazards: A review, in: Urban Habitat Constructions under Catastrophic Events, Chapter: 3-4. CRC Press. Editor: Mazzolani, F.M.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Yepes-Estrada, C., Silva, V., Valcárcel, J., Acevedo, A.B., Tarque, N., Hube, M.A., Coronel, G., María, H.S., 2017. Modeling the Residential Building Inventory in South America for Seismic Risk Assessment. Earthquake Spectra 33, 299–322. <a href=\"https://doi.org/10.1193/101915eqs155dp\">https://doi.org/10.1193/101915eqs155dp</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Zuccaro, G., De Gregorio, D. Time and space dependency in impact damage evaluation of a sub-Plinian eruption at Mount Vesuvius. Nat Hazards 68, 1399–1423 (2013). <a href=\"https://doi.org/10.1007/s11069-013-0571-8\">https://doi.org/10.1007/s11069-013-0571-8</a></p> <p><strong>&nbsp;</strong></p> <p><strong>Exposición y vulnerabilidad ante inundaciones</strong></p> <p><i>Descargo de responsabilidad: la versión actual del modelo de daños no está validada para la región de aplicación, ya que no hay datos empíricos de daños de la región disponibles. Las funciones de decisión se basan en datos de Alemania y literatura científica, implementados como algoritmo Naive Bayes en Python. El resultado es un puntaje de probabilidad para las clases ordinales de daños en edificios estructurales, en oposición a los modelos típicos de pérdida por inundación que producen una pérdida monetaria relativa. Se puede considerar una demostración técnica en línea con el objetivo central del proyecto RIESGOS: establecer una cadena de modelos como servicios web acoplados para estudiar eventos complejos de peligros naturales en cascada.</i></p> <p><strong>Definición de estados de daños por inundaciones</strong></p> <p>Los ingenieros han clasificado los patrones típicos observados de daños a los edificios de varias maneras. Se puede encontrar una definición bien establecida de acuerdo con el esquema EMS-98 en Schwarz y Maiwald (2007). La Sección de Hidrología en GFZ Potsdam ha recopilado datos empíricos de daños de varios eventos de inundación, siguiendo este esquema (por ejemplo, Laudan et al.2017). Para el modelo proporcionado aquí, las clases 2 (“pequeñas grietas”) y 3 (“grandes grietas”) se han fusionado, ya que no se pudieron distinguir en el análisis estadístico.</p> <p><img width=\"605\" height=\"396\" src=\"assets/images/image036.jpg\" alt=\"image036\"></p> <p><strong>&nbsp;</strong></p> <p><strong>&nbsp;</strong></p> <p><strong>Función de decisión</strong></p> <p>El modelo puede considerarse una clasificación probabilística de daños de múltiples variables. La puntuación de probabilidad se calcula mediante un algoritmo Gaussiano Naive Bayes, utilizando 4 variables:</p> <p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; la profundidad del agua es la variable estándar para casi todos los modelos operativos de daños por inundación</p> <p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; la velocidad del flujo en combinación con la profundidad del agua refleja La presión dinámica que actúa sobre una estructura. El producto de ambos se llama intensidad. Según la literatura, un valor entre 1.5 y 3 m² / s causa los primeros daños estructurales, y un valor&gt; 7 m² / s puede conducir al colapso total de un edificio. Sin embargo, las observaciones de campo reales indican que no existen tales umbrales fijos, y los modelos probabilísticos son necesarios para capturar la dinámica real y la incertidumbre asociada en la predicción. (lectura adicional: Kreibich et al. 2009)</p> <p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; la duración de la inundación puede conducir a daños estructurales severos, incluso colapso total, por debajo de los umbrales de intensidad mencionados anteriormente. Esto se ha observado especialmente en construcciones de tierra apisonada, donde los muros de carga pierden estabilidad debido a la humedad duradera</p> <p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; el área de la huella del edificio está correlacionada con la pérdida monetaria relativa (debido al valor de los edificios) y, en menor medida También con daños estructurales. Una posible explicación de este efecto podría ser la calidad general, el material y el modo de construcción de edificios más grandes.</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kreibich, H., Piroth, K., Seifert, I., Maiwald, H., Kunert, U., Schwarz, J., Merz, B., Thieken, A. H. (2009): Is flow velocity a significant parameter in flood damage modelling? - Natural Hazards and Earth System Sciences (NHESS), 9, 5, 1679-1692. <a href=\"https://doi.org/10.5194/nhess-9-1679-2009\">https://doi.org/10.5194/nhess-9-1679-2009</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Laudan, J., Rözer, V., Sieg, T., Vogel, K., and Thieken, A. H. (2017): Damage assessment in Braunsbach 2016: data collection and analysis for an improved understanding of damaging processes during flash floods, Nat. Hazards Earth Syst. Sci., 17, 2163–2179. <a href=\"https://doi.org/10.5194/nhess-17-2163-2017\">https://doi.org/10.5194/nhess-17-2163-2017</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Schwarz, J., Maiwald, H. (2007): Prognose der Bauwerksschädigung unter Hochwassereinwirkung. - Bautechnik, 84, 7, 450-464. <a href=\"https://doi.org/10.1002/bate.200710039\">https://doi.org/10.1002/bate.200710039</a></p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> "}
}, {
    "anchor": "CriticalInfrastructureEcuador",
    "en": {"title": "Critical Infrastructure (Ecuador)",
        "body": "<p><strong>Framework</strong></p> <p><strong>Critical infrastructure and infrastructure networks</strong></p> <p>Critical infrastructure is the set of structures that provide a basic service to a geographic region. According to the European Union (EU), critical infrastructure are essential goods or systems “for the maintenance of vital social functions, health, physical integrity, security, and the social and economic well-being of the population and whose disturbance or destruction would seriously affect” (Article 2, Council Directive 2008/114 / EC). This definition corresponds to the term “critical facilities”, used by the Organization of American States (OAS) to “include all those structures or other improvements made by humans that due to their function, size, service areas or uniqueness, they have the potential to cause bodily harm, extensive property damage, or disrupt vital socio-economic activities if they are destroyed, damaged or if their services are repeatedly interrupted”. (OEA, 1993).</p> <p>The structures integrating the critical infrastructure have different location and functionality and depend on each other for their correct operation. Therefore, it is valid to understand critical infrastructure as a spatially distributed network. In this way, structures are the components of the network. Examples are: electrical network, drinking water supply network, cargo transportation network, telecommunications network, hospital network, among others. Furthermore, it is common for different networks to be interconnected. Due to this interconnection, all the networks together form a network of critical infrastructure networks (also referred as <i>system of systems</i>), through which all basic services are supplied to a geographic region.</p> <p><strong>Critical infrastructure vulnerability</strong></p> <p>The vulnerability of critical infrastructure is the predisposition to be adversely affected. Because critical infrastructure is a spatially distributed network, its vulnerability has two dimensions: physical and systemic.</p> <p>Physical vulnerability refers to the individual vulnerability of each component of the network. For natural hazard events, it is calculated using vulnerability functions, which relate a hazard intensity (for example, the estimated acceleration of an earthquake) to a damage level.</p> <p>Systemic vulnerability refers to cascading effects, that is, the propensity for the initial failure of one or more components of the network to spread to more components, due to overloads and disconnections. In the network of critical infrastructure networks, systemic vulnerability extends to more complex cascading effects, including consequences in the productive sector, environmental impacts, among others. Assessing systemic vulnerability requires a model that simulates the spread of damage, starting from an initial damage.</p> <p><strong>Critical infrastructure service level</strong></p> <p>It is a scalar measure that quantifies the vulnerability of critical infrastructure. Different measures can be used as a level of service, such as the loss of connectivity or the amount of population affected. These measurements are applicable for any critical infrastructure network and are useful for comparing different networks and for quantifying the level of service of the critical infrastructure network. However, there are also measures for specific critical infrastructure networks, such as the loss of power in electrical networks, the average loss of hydraulic pressure in drinking water networks, the average increase in travel times in a transmission network, the number of occupied beds in the hospital network, among others.</p> <p><strong>Critical Infrastructure Reliability</strong></p> <p>Critical infrastructure reliability is the probability that the network will maintain an acceptable level of service. Reliability can be evaluated under scenarios of normal operation, and therefore of high probability of occurrence (for example, the random failure of one of the network components). Similarly, reliability can be assessed for extreme scenarios, such as a natural hazard event, that affect all or most of the components simultaneously.</p> <p><strong>Recovery of critical infrastructure</strong></p> <p>Process of repair, reconnection and restoration of the operation of critical infrastructure, whose purpose is to increase the level of service to a level equal to or greater than before the failure event. Recovery time depends on available resources, repair strategy, and connectivity both within each network and between networks.</p> <p><strong>Critical Infrastructure Resilience</strong></p> <p>Based on Bruneau et al. (2003), a critical infrastructure network is resilient if it presents:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Low probability of failure (i.e. high reliability)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Low consequences, in terms of fatalities, damages, and negative economic and social consequences</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Short recovery time</p> <p><strong>Numerical model for risk analysis of critical infrastructure in the RIESGOS project demonstrator</strong></p> <p><strong>General description</strong></p> <p>The implemented model in RIESGOS evaluates the vulnerability of a critical infrastructure network starting from a user-selected natural Hazard scenario. As input the model receives the spatial distribution of the intensity measure associated to the hazard (e.g. lahar inundation depth), and as output delivers the spatially distributed probability of service disruption.</p> <p><strong>Calculation procedure</strong></p> <p>Once the user has selected a natural hazard event and executed the processes that compute the Hazard intensity, the model can start the calculation process. It starts with the evaluation of the infrastructure component damage level with fragility functions taken from the literature (FEMA, 2003; Pitilakis et al., 2014). In the current version of the demonstrator the model considers only binary states for each component (failed or not failed), and the failure of one component implies that the network it belongs to has to continue operating without it.</p> <p>The next step is the simulation of cascading effects. The model simulates the load assignment and reassignment with graph theory metrics, such as betweenness centrality and connectivity. In such way the model identifies components that could present a functional failure (e.g. overload) or get isolated, even if they were not affected by the natural hazard event directly. The simulation of cascading effects is based on the model proposed by Crucitti et al. (2004) and has been employed in Scherb et al. (2017) for power network reliability analysis. As shown in Hernández-Fajardo (2012), the model can be applied to different types of infrastructure networks and considers dependences between components of different networks.</p> <p>Due to the uncertainty associated to the component damage level, the user-selected event can affect the network in multiple ways, hence causing multiple cascading failure scenarios. Based on fragility curves and the algorithm proposed in Hernández-Fajardo (2012), the model repeats the calculation procedure starting from different combinations of component failures, which are randomly generated with a Monte Carlo simulation.</p> <p><strong>Model set-up</strong></p> <p>Based on the technical information available on official websites and databases about critical infrastructure networks, as well as by information requests to the competent authorities, the network model was built in the RIESGOS demonstrator for critical infrastructure. Currently, only the power grid is available in the three study regions in the demonstrator.</p> <p>Using the GEOJSON format, the network model represents the main components of the system (transmission lines, substations, power plants), combining the information from GIS data and the one-line diagram. Furthermore, the model considers which components are connected to which geographic areas, named as consumption areas, and which adjacent areas are connected, as shown in the figure below.</p> <p><img width=\"302\" height=\"269\" src=\"assets/images/image037.png\" alt=\"image037\"><img width=\"302\" height=\"268\" src=\"assets/images/image038.png\" alt=\"image038\"></p> <p><i>Left: Existing high voltage lines in Ecuador and low voltage lines in Latacunga and Salcedo. Sources: ELEPCO S.A. and GADP Cotopaxi, 2018 and CELEC-Transelectric, 2019. Right: Implemented network model for Ecuador.</i></p> <p>&nbsp;</p> <p>The nodes of the network model represent both components of the network with specific physical location (for example, substations and power plants), as well as components that simplify parts of the network, such as the centroids of the consumption areas. Similarly, the graph edges represent components that physically connect other components (e.g. power lines), and dependency relationships with and among simplified components (for example, a consumption area with the closest reducer substation). In this way, the network model incorporates the location and basic attributes of the main components and simplifies the feeder components through the consumption areas.</p> <p>In the case of the power network, the areas were built based on geographic information from the distribution lines (low voltage), which was obtained through local authorities. The areas do not correspond to administrative divisions, but the demographic information for each area was calculated based on census information at the block level.</p> <p>The construction of the model has the following assumptions:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The design of the real network coincides with the centrality of the nodes and arcs. For example, the edges with the largest centrality are also the edges with the highest capacity.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No component is overloaded if there are no initial faults.</p> <p>These assumptions may no longer be valid if the actual network without failures already has overloaded components, for example due to component aging or unexpected increase in demand.</p> <p><strong>Model results</strong></p> <p>The model quantifies the service level of the critical infrastructure in terms of areas and number of people or households affected by service interruption. The demonstrator presents for each area the probability of outage for the user-defined scenario. This is calculated as the relative frequency with which each consumption area would be without service, based on the Monte Carlo simulation. This measure of service level is analogous to the one used by Poljanšek et al. (2011) to evaluate the reliability of gas and electricity networks. In a later version of the demonstrator, another output will be the total affected population by service disruption and will be presented as histogram of the Monte Carlo simulation.</p> <p>References:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bruneau, M., Chang, S. E., Eguchi, R. T., Lee, G. C., O’Rourke, T. D., Reinhorn, A. M., Shinozuka M., Tierney K., Wallace W. & von Winterfeldt, D. (2003). A Framework to Quantitatively Assess and Enhance the Seismic Resilience of Communities. Earthq. Spectra, 19(4), 733–752.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Crucitti, P., Latora, V., & Marchiori, M. (2004). Model for cascading failures in complex networks. Phys. Rev. E, 045104.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FEMA. (2003). HAZUS-MH Technical Manual.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hernandez-Fajardo, I. (2012). Probabilitstic Fragility of Interdependent Urban Systems Subjected to Seismic Hazards. Houston, TX: Diss., Rice University.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Organización de Estados Americanos, OEA (1993) Manual Sobre el Manejo de Peligros Naturales en la Planificación para el Desarrollo Regional Integrado. Washington D.C.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pitilakis, K., Crowley, H. & Kaynia, A. (Eds.). (2014). SYNER-G: Typology Definition and Fragility Functions for Physical Elements at Seismic Risk. Netherlands: Springer.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Poljanšek, K., Bono, F., & Gutiérrez, E. (2011). Seismic risk assessment of interdependent critical infrastructure systems: The case of European gas and electricity networks. Earthquake Engineering and Structural Dynamics, 61-79.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scherb, A., Garrè, L. & Straub, D. (2017). Reliability and Component Importance in Networks Subject to Spatially Distributed Hazards Followed by Cascading Failures. J Risk Uncertain, Part B, 3(2), 021007.</p> "},
    "es": {        "title": "Infraestructura Crítica (Ecuador)",
        "body": "<p><strong>Marco Teórico</strong></p> <p><strong>Infraestructura crítica y redes de infraestructura</strong></p> <p>La infraestructura crítica es el conjunto de estructuras que proveen un servicio básico a una región geográfica. De acuerdo con la Unión Europea (UE), la infraestructura crítica son bienes o sistemas esenciales “para el mantenimiento de funciones sociales vitales, la salud, la integridad física, la seguridad, y el bienestar social y económico de la población y cuya perturbación o destrucción afectaría gravemente” (Artículo 2, Directiva del Consejo 2008/114/EC). Esta definición corresponde con el término “instalaciones críticas”, empleado por la Organización de Estados Americanos (OEA) para “incluir todas aquellas estructuras u otras mejoras hechas por el ser humano que, por razón de su función, tamaño, áreas de servicio o singularidad, tienen el potencial de causar daño corporal, extensos daños a la propiedad, o perturbar las actividades socioeconómicas vitales si son destruidas, dañadas o si sus servicios son repetidamente interrumpidos” (OEA, 1993).</p> <p>Las estructuras que componen la infraestructura crítica tienen diferente ubicación y función, y dependen entre sí para el correcto funcionamiento. Por esto, es válido entender la infraestructura crítica como una red distribuida espacialmente. Ejemplos son: red eléctrica, red de suministro de agua potable, red de transporte de carga, red de telecomunicaciones, red hospitalaria, entre otros. Además, es común que diferentes redes estén interconectadas. Debido a esa interconexión, todas las redes en conjunto forman una <i>red de redes</i> de infraestructura crítica, a través de la cual se suministran <i>todos</i> los servicios básicos a una región geográfica.</p> <p><strong>Vulnerabilidad de la infraestructura crítica</strong></p> <p>La vulnerabilidad de la infraestructura crítica es la predisposición para verse afectada negativamente. Debido a que la infraestructura crítica es una red distribuida espacialmente, su vulnerabilidad tiene dos dimensiones: física y sistémica.</p> <p>La vulnerabilidad física se refiere a la vulnerabilidad individual de cada componente de la red. Para eventos de amenaza natural, se calcula mediante funciones de vulnerabilidad, que relacionan una intensidad de peligro (por ejemplo, la aceleración estimada de un terremoto) con un nivel de daño.</p> <p>La vulnerabilidad sistémica se refiere a los efectos en cascada, es decir, a la propensión de que la falla inicial de uno o varios componentes de la red se propague a más componentes, debido a sobrecargas y desconexiones. En la red de redes de infraestructura crítica, la vulnerabilidad sistémica se extiende a efectos en cascada más complejos, y permite considerar consecuencias en el sector productivo, impactos ambientales, entre otros. Evaluar la vulnerabilidad sistémica requiere un modelo que simule la propagación de los daños, partiendo de un daño inicial.</p> <p><strong>Nivel de servicio de la infraestructura crítica</strong></p> <p>Es una medida escalar que cuantifica la disponibilidad de la infraestructura crítica. Diferentes medidas pueden emplearse como nivel de servicio, tales como la pérdida de conectividad o la cantidad de población afectada. Estas medidas son aplicables para cualquier red de infraestructura crítica, y son de utilidad para comparar diferentes redes y para cuantificar el nivel de servicio de la red de redes de infraestructura crítica. Sin embargo, existen también medidas para redes de infraestructura crítica específicas, tales como la pérdida de potencia en redes eléctricas, la pérdida promedio de presión hidráulica en redes de agua potable, el incremento promedio en los tiempos de viaje en una red de transporte, el número de camas ocupadas en la red hospitalaria, entre otros. El nivel de servicio puede también calcularse en porcentaje con relación a un valor de referencia, usualmente con respecto a la condición normal de operación.</p> <p><strong>Confiabilidad de la infraestructura crítica</strong></p> <p>La confiabilidad de la infraestructura crítica es la probabilidad de que la red mantenga un nivel de servicio aceptable. La confiabilidad puede evaluarse bajo escenarios de operación normal, y por ende de alta probabilidad de ocurrencia (por ejemplo, la falla aleatoria de uno de los componentes de la red). Del mismo modo, la confiabilidad puede evaluarse para escenarios extremos, como un evento de amenaza natural, que afectan simultáneamente a todos o gran parte de los componentes.</p> <p><strong>Recuperación de la infraestructura crítica</strong></p> <p>Proceso de reparación, reconexión y restauración de la operación de la infraestructura crítica, cuya finalidad es incrementar el nivel de servicio a un nivel igual o mayor que antes del evento de falla. El tiempo de recuperación depende de los recursos disponibles, la estrategia de reparación, y la conectividad tanto dentro de cada red como entre redes.</p> <p><strong>Resiliencia de la infraestructura crítica</strong></p> <p>Basado en Bruneau et al. (2003), una red de infraestructura crítica es resiliente si presenta:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Baja probabilidad de falla (es decir, alta confiabilidad)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bajas consecuencias, en términos de fatalidades, daños, y consecuencias negativas económicas y sociales</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Corto tiempo de recuperación</p> <p><strong>Modelo numérico de análisis de riesgo para infraestructura crítica en el demostrador del proyecto RIESGOS</strong></p> <p><strong>Descripción general</strong></p> <p>El modelo implementado en RIESGOS evalúa la vulnerabilidad de una red de infraestructura crítica a partir de un escenario de amenaza natural seleccionado por el usuario. Como información de entrada recibe la distribución espacial de la intensidad asociada a la amenaza natural (por ejemplo, nivel de inundación por lahar), y como resultado entrega la probabilidad de interrupción del servicio distribuida espacialmente.</p> <p><strong>Proceso de cálculo</strong></p> <p>Una vez el usuario ha seleccionado un evento de amenaza natural y ejecutado los procesos encargados de calcular la intensidad de la amenaza, el modelo puede comenzar el proceso de cálculo. Este comienza evaluando el nivel de daño estructural de los componentes de la red de infraestructura crítica. En la presente versión del demostrador el modelo considera solamente estados binarios para cada componente (falla o no falla), y la falla de un componente implica que la red a la que pertenece debe continuar funcionando sin él.</p> <p>El cálculo continúa con el análisis de los efectos en cascada. Con esta finalidad, el modelo simula la distribución y redistribución de cargas mediante la teoría de grafos, empleando métricas como centralidad y conectividad para identificar componentes que, a pesar de no haber sido afectados estructuralmente por el evento natural, pueden presentar una falla funcional (específicamente, sobrecarga), o quedar desconectados del resto de la red. La simulación de efectos en cascada se basa en el modelo propuesto por Crucitti et al. (2004), y empleado por Scherb et al. (2017) para el análisis de confiabilidad de redes eléctricas. Como lo demuestra Hernández-Fajardo (2012), el modelo puede aplicarse a diferentes tipos de redes de infraestructura, y considera las dependencias entre componentes de diferentes redes.</p> <p>Debido a la incertidumbre asociada al nivel de daño de los componentes, el evento seleccionado por el usuario puede afectar a la red de múltiples maneras, causando así múltiples escenarios de efectos cascada. Con base en las curvas de fragilidad y en el algoritmo propuesto por Hernández-Fajardo (2012), el modelo repite la simulación de efectos en cascada a partir de diferentes combinaciones de estados de los componentes, generadas aleatoriamente mediante una simulación de Monte Carlo.</p> <p><strong>Montaje del modelo</strong></p> <p>A partir de la información técnica disponible en páginas y bases de datos oficiales sobre las redes de infraestructura crítica, al igual que mediante solicitud de información a las autoridades competentes, se construyó el modelo de red en el demostrador de RIESGOS para la infraestructura crítica. Por el momento, en el demostrador solo está disponible la red eléctrica en las tres regiones de estudio.</p> <p>Mediante el formato GEOJSON, el modelo de red representa los componentes troncales del sistema (líneas de transmisión, subestaciones, plantas generadoras), combinando la información de SIG con la del diagrama unifilar. Adicionalmente, el modelo tiene en cuenta cuáles componentes están conectados a qué áreas geográficas, denominadas áreas de consumo, y qué áreas adyacentes están conectadas, como lo muestra la figura abajo.</p> <p><img width=\"302\" height=\"269\" src=\"assets/images/image039.png\" alt=\"Map Description automatically generated\"><img width=\"302\" height=\"268\" src=\"assets/images/image040.png\" alt=\"Map Description automatically generated\"></p> <p><i>Izquierda: Líneas eléctricas existentes de alta tensión en el Ecuador y de baja tensión en Latacunga y Salcedo. Fuentes: ELEPCO S.A. y GADP Cotopaxi, 2018; CELEC-Transelectric, 2019. Derecha: Modelo de red implementado para el Ecuador.</i></p> <p>&nbsp;</p> <p>Los nodos del modelo de red representan tanto componentes de la red con ubicación física puntual (por ejemplo, subestaciones y centrales eléctricas), como componentes que simplifican partes de la red, como los centroides de las áreas de consumo. Similarmente, los arcos del grafo representan componentes que físicamente conectan otros componentes (líneas eléctricas), y relaciones de dependencia con y entre componentes simplificados (por ejemplo, un área de consumo con la subestación reductora más próxima). De esta forma, el modelo de red incorpora la ubicación y atributos básicos de los componentes troncales, y simplifica los componentes alimentadores mediante las áreas de consumo.</p> <p>En el caso de la red eléctrica, las áreas fueron construidas con base en información geográfica de las líneas de distribución (baja tensión), la cual fue obtenida a través de las autoridades locales. Las áreas no corresponden a divisiones administrativas, pero la información demográfica de cada área fue calculada con base en información censal a nivel de manzanas.</p> <p>La construcción del modelo tiene los siguientes supuestos:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El diseño de la red real coincide con la centralidad de los nodos y arcos. Por ejemplo, los arcos con mayor centralidad son también los arcos de mayor capacidad.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ningún componente está sobrecargado si no hay fallas iniciales.</p> <p>Estos supuestos pueden dejar de ser válidos si la red real ya tiene componentes sobrecargados sin fallas, por ejemplo, debido al envejecimiento de los componentes o incremento inesperado de la demanda.</p> <p><strong>Resultados del modelo</strong></p> <p>El modelo cuantifica el nivel de servicio de la infraestructura crítica en términos de áreas y número de personas o propiedades afectadas por interrupción de servicio. El demostrador presenta para cada área la probabilidad de interrupción para el escenario definido por el usuario. Esta se calcula como la frecuencia relativa con la que cada área de consumo quedaría sin servicio, basada en la simulación de Monte Carlo. Esta medida de nivel de servicio es análoga a la empleada por Poljanšek et al. (2011) para evaluar la confiabilidad de redes de gas y electricidad. También está en planes presentar como resultado el total de afectados por interrupción de servicio, presentando los resultados de la simulación de Monte Carlo mediante un histograma.</p> <p>Referencias:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bruneau, M., Chang, S. E., Eguchi, R. T., Lee, G. C., O’Rourke, T. D., Reinhorn, A. M., Shinozuka M., Tierney K., Wallace W. & von Winterfeldt, D. (2003). A Framework to Quantitatively Assess and Enhance the Seismic Resilience of Communities. Earthq. Spectra, 19(4), 733–752.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Crucitti, P., Latora, V., & Marchiori, M. (2004). Model for cascading failures in complex networks. Phys. Rev. E, 045104.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hernandez-Fajardo, I. (2012). Probabilitstic Fragility of Interdependent Urban Systems Subjected to Seismic Hazards. Houston, TX: Diss., Rice University.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Organización de Estados Americanos, OEA (1993) Manual Sobre el Manejo de Peligros Naturales en la Planificación para el Desarrollo Regional Integrado. Washington D.C.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pitilakis, K., Crowley, H. & Kaynia, A. (Eds.). (2014). SYNER-G: Typology Definition and Fragility Functions for Physical Elements at Seismic Risk. Netherlands: Springer.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Poljanšek, K., Bono, F., & Gutiérrez, E. (2011). Seismic risk assessment of interdependent critical infrastructure systems: The case of European gas and electricity networks. Earthquake Engineering and Structural Dynamics, 61-79.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scherb, A., Garrè, L. & Straub, D. (2017). Reliability and Component Importance in Networks Subject to Spatially Distributed Hazards Followed by Cascading Failures. J Risk Uncertain, Part B, 3(2), 021007.</p> <p>&nbsp;</p> <p>&nbsp;</p> </body> </html>"}
}]