[
    {
        "anchor": "Flood",
        "en": {
            "title": "Flood damage",
            "body": "<b>Disclaimer</b>: The current version of the damage model is not validated for the region of application, since no empirical damage data from the region is available. Decision functions are based on data from Germany and scientific literature, implemented as Naive Bayes algorithm in Python. The output is a probability score for ordinal classes of structural building damage, as opposed to typical flood loss models which output relative monetary loss. It can be considered a technical demonstration in line with the central aim of the RIESGOS project: setting up a chain of models as coupled web-serivces to study complex cascading natural hazard events. <h5>Definition of damage states for floods</h5> Engineers have classified the typical observed patterns of damages to buildings in various ways. A well-established definition in accordance with the EMS-98 scheme can be found in Schwarz & Maiwald (2007). The Section of Hydrology at GFZ Potsdam has collected empirical damage data from various flood events, following this scheme (e.g. Laudan et al. 2017). For the model provided here, the classes 2 ('small cracks') and 3 ('big cracks') have been merged, since they could not be distinguished in statistical analysis.  <br/> <img src='assets/images/damagestates_flood.png' alt='damage states'> <h5>Decision function</h5> The model can be considered a probabilistic, multi-variable damage classification. A probability score is computed by a Gaussian Naive Bayes algorithm, using 4 variables: <ol> <li>water depth is the standard variable for nearly all operational flood damage models</li> <li>flow velocity in combination with water depth reflects the dynamic pressure acting on a structure. The product of both is called intensity. According to literature, a value between 1.5 and 3 m²/s causes first structural damages, and a value > 7 m²/s may lead to total collapse of a building. However, real field observations indicate that no such fix thresholds exist, and probabilistic models are necessary to capture the actual dynamics and associated uncertainty in prediction. (further reading: Kreibich et al. 2009)</li> <li>duration of inundation may lead to severe structural damage, even total collapse, below the abovementioned intensity thresholds. This has especially been observed for rammed earth constructions, where load-bearing walls lose stability from lasting moisture</li> <li>building footprint area is anti-correlated with relative monetary loss (due to the buildings value) and to a lesser extent also with structural damages. A potential explanation for this effect might be the overall quality, material and mode of construction of larger buildings.</li> </ol> <h5>Literature</h5> <b>Kreibich, H.; Piroth, K.; Seifert, I.; Maiwald, H.; Kunert, U.; Schwarz, J.; Merz, B. & Thieken, A. H.</b>: Is flow velocity a significant parameter in flood damage modelling? Natural Hazards and Earth System Science, Copernicus GmbH, 2009, 9, 1679-1692.</br> <b>Laudan, J.; Rözer, V.; Sieg, T.; Vogel, K. & Thieken, A. H. Damage assessment in Braunsbach 2016</b>: data collection and analysis for an improved understanding of damaging processes during flash floods Natural Hazards and Earth System Sciences, Copernicus GmbH, 2017, 17, 2163-2179</br>  <b>Schwarz, J. and Maiwald, H.</b>: Prognose der Bauwerksschädigung unter Hochwassereinwirkung, Bautechnik, 84, 450–464, 2007 (in German).</br>"
        },
        "es": {
            "title": "Daños por inundación",
            "body": "<b>Descargo de responsabilidad</b>: la versión actual del modelo de daños no está validada para la región de aplicación, ya que no hay datos empíricos de daños de la región disponibles. Las funciones de decisión se basan en datos de Alemania y literatura científica, implementados como algoritmo Naive Bayes en Python. El resultado es un puntaje de probabilidad para las clases ordinales de daños en edificios estructurales, en oposición a los modelos típicos de pérdida por inundación que producen una pérdida monetaria relativa. Se puede considerar una demostración técnica en línea con el objetivo central del proyecto RIESGOS: establecer una cadena de modelos como servicios web acoplados para estudiar eventos complejos de peligros naturales en cascada. <h5> Definición de estados de daños por inundaciones </h5> Los ingenieros han clasificado los patrones típicos observados de daños a los edificios de varias maneras. Se puede encontrar una definición bien establecida de acuerdo con el esquema EMS-98 en Schwarz y Maiwald (2007). La Sección de Hidrología en GFZ Potsdam ha recopilado datos empíricos de daños de varios eventos de inundación, siguiendo este esquema (por ejemplo, Laudan et al.2017). Para el modelo proporcionado aquí, las clases 2 ('pequeñas grietas') y 3 ('grandes grietas') se han fusionado, ya que no se pudieron distinguir en el análisis estadístico. <br/> <img src='assets/images/damagestates_flood.png' alt='damage states'> <h5> Función de decisión </h5> El modelo puede considerarse una clasificación probabilística de daños de múltiples variables. La puntuación de probabilidad se calcula mediante un algoritmo Gaussiano Naive Bayes, utilizando 4 variables: <ol> <li> la profundidad del agua es la variable estándar para casi todos los modelos operativos de daños por inundación </li> <li> la velocidad del flujo en combinación con la profundidad del agua refleja La presión dinámica que actúa sobre una estructura. El producto de ambos se llama intensidad. Según la literatura, un valor entre 1.5 y 3 m² / s causa los primeros daños estructurales, y un valor> 7 m² / s puede conducir al colapso total de un edificio. Sin embargo, las observaciones de campo reales indican que no existen tales umbrales fijos, y los modelos probabilísticos son necesarios para capturar la dinámica real y la incertidumbre asociada en la predicción. (lectura adicional: Kreibich et al. 2009) </li> <li> la duración de la inundación puede conducir a daños estructurales severos, incluso colapso total, por debajo de los umbrales de intensidad mencionados anteriormente. Esto se ha observado especialmente en construcciones de tierra apisonada, donde los muros de carga pierden estabilidad debido a la humedad duradera </li> <li> el área de la huella del edificio está correlacionada con la pérdida monetaria relativa (debido al valor de los edificios) y, en menor medida También con daños estructurales. Una posible explicación de este efecto podría ser la calidad general, el material y el modo de construcción de edificios más grandes. </li> </ol> <h5> Literatura </h5> <b> Kreibich, H .; Piroth, K .; Seifert, I .; Maiwald, H .; Kunert, U .; Schwarz, J .; Merz, B. y Thieken, A. H. </b>: ¿La velocidad del flujo es un parámetro significativo en el modelado de daños por inundación? Peligros naturales y ciencia del sistema terrestre, Copernicus GmbH, 2009, 9, 1679-1692. </br> <b> Laudan, J .; Rözer, V .; Sieg, T .; Vogel, K. & Thieken, AH Evaluación de daños en Braunsbach 2016 </b>: recopilación y análisis de datos para una mejor comprensión de los procesos de daños durante las inundaciones repentinas Natural Hazards and Earth System Sciences, Copernicus GmbH, 2017, 17, 2163-2179 </br> <b> Schwarz, J. y Maiwald, H. </b>: Prognose der Bauwerksschädigung unter Hochwassereinwirkung, Bautechnik, 84, 450–464, 2007 (en alemán). </br>"
        }
    },

    {
        "anchor": "Lahar",
        "en": {
            "title": "Lahar Simulation",
            "body": "<h5>Description of the service</h5> The lahar service anticipates the area inundated by lahars of Cotopaxi volcano and relies on pre-calculated simulation results for flow height, flow velocity, flow pressure, erosion and deposition. The simulation software used for lahar modelling is the physically based numerical model <b>RAMMS::DEBRIS FLOW.</b> <h5>Description of the parameters of the service</h5> The lahar service calculates 5 different output layers for each lahar scenario. These are the maximum values of (1) flow height, (2) velocity, (3) pressure and (4) erosion, which give a good overview of the dimensions of the lahar, and a layer showing the (5) deposition after the lahar. <ol> <li> MaxHeight [m]: Maximum flow height, that the lahar can reach during the event </li> <li> MaxVelocity [m/s]: Maximum flow velocity, that the lahar can reach during the event </li> <li> MaxPressure [kPa]: Maximum flow pressure, that the lahar can reach during the event </li> <li> MaxErosion [m]: Maximum depth of erosion, that the lahar can entrain during the event </li> <li> Deposition [m]: Height of deposited material after the lahar event </li> </ol><h5>Volumes of primary lahars</h5><p>For estimating total volumes of primary lahars, the model (i) considers initial lahar volumes dependent on glacier extent, and (ii) allows the lahar to grow in size (bulking) due to erosion and entrainment. For further information please see Frimberger et al. (2021).</p><p>Total lahar volumes in northern drainage:</p><ul><li>VEI 1-2: 12.5 Mm3, please note: “Although it is highly unlikely, a VEI 1-2 eruption could generate small pyroclastic flows or lava flows. If they occur, these two phenomena could generate primary and secondary lahars of small to moderate size.” (Andrade et al., 2005)</li><li>VEI 2-3: 19.4 Mm3</li><li>VEI 3-4: 34.6 Mm3</li><li>VEI > 4:  70.7 Mm3</li></ul><p>Total lahar volumes in southern drainage:</p><ul><li>VEI 1-2: 35.2 Mm3, please note: “Although it is highly unlikely, a VEI 1-2 eruption could generate small pyroclastic flows or lava flows. If they occur, these two phenomena could generate primary and secondary lahars of small to moderate size.” (Andrade et al., 2005)</li><li>VEI 2-3: 41.4 Mm3</li><li>VEI 3-4: 56.1 Mm3</li><li>VEI > 4: 91.9 Mm3</li></ul><p>Andrade, D., Hall, M., Mothes, P., Troncoso, L., Eissen, J.-P., Samaniego, P., Egred, J., Ramón, P., Rivero, D. and Yepes, H. 2005. Los peligros volcánicos asociados con el Cotopaxi, Quito: Corporación Editora Nacional, CEN/Escuela Politécnica Nacional.</p><p> Frimberger T, Andrade SD, Weber S, Krautblatter M. Modelling future lahars controlled by different volcanic eruption scenarios at Cotopaxi (Ecuador) calibrated with the massively destructive 1877 lahar. Earth Surf. Process. Landforms. 2021;1–23. https://doi.org/10.1002/esp.5056</p>"
        },
        "es": {
            "title": "Simulación de lahar",
            "body": "<h5> Descripción del servicio </h5> El servicio lahar anticipa el área inundada por lahares del volcán Cotopaxi y se basa en resultados de simulación calculados previamente para la altura del flujo, la velocidad del flujo, la presión del flujo, la erosión y la deposición. El software de simulación utilizado para el modelado de lahar es el modelo numérico basado físicamente <b> RAMMS :: DEBRIS FLOW. </b> <h5> Descripción de los parámetros del servicio </h5> El servicio de lahar calcula 5 capas de salida diferentes para cada Escenario de lahar. Estos son los valores máximos de (1) altura de flujo, (2) velocidad, (3) presión y (4) erosión, que dan una buena visión general de las dimensiones del lahar y una capa que muestra la (5) deposición después del lahar <ol> <li> MaxHeight [m]: Altura máxima de flujo, que el lahar puede alcanzar durante el evento </li> <li> MaxVelocity [m / s]: Velocidad máxima de flujo, que el lahar puede alcanzar durante el evento < / li> <li> MaxPressure [kPa]: presión de flujo máxima, que el lahar puede alcanzar durante el evento </li> <li> MaxErosion [m]: máxima profundidad de erosión, que el lahar puede arrastrar durante el evento </ li> <li> Deposición [m]: Altura del material depositado después del evento lahar </li> </ol><h5>Volúmenes de lahares primarios</h5><p>Para estimar los volúmenes totales de los lahares primarios, el modelo (i) considera que los volúmenes iniciales de los lahares dependen de la extensión del glaciar, y (ii) permite que el lahar crezca en tamaño (bulking) debido a la erosión y al arrastre de material. Para más información, véase Frimberger et al. (2021).</p><p>Volúmenes totales de lahar en el drenaje norte:</p><ul><li>VEI 1-2: 12.5 Mm3, por favor, tenga en cuenta: „Aunque es muy poco probable, una erupción con un VEI 1-2 podría generar también pequeños flujos piroclásticos o coladas de lava. De ocurrir, estos dos fenómenos podrían generar lahares primarios y secundarios de tamaño pequeño o moderado.” (Andrade et al., 2005)</li><li>VEI 2-3: 19.4 Mm3</li><li>VEI 3-4: 34.6 Mm3</li><li>VEI > 4:  70.7 Mm3</li></ul><p>Volúmenes totales de lahar en el drenaje sur:</p><ul><li>VEI 1-2: 35.2 Mm3, por favor, tenga en cuenta: „Aunque es muy poco probable, una erupción con un VEI 1-2 podría generar también pequeños flujos piroclásticos o coladas de lava. De ocurrir, estos dos fenómenos podrían generar lahares primarios y secundarios de tamaño pequeño o moderado.” (Andrade et al., 2005)</li><li>VEI 2-3: 41.4 Mm3</li><li>VEI 3-4: 56.1 Mm3</li><li>VEI > 4: 91.9 Mm3</li></ul><p>Andrade, D., Hall, M., Mothes, P., Troncoso, L., Eissen, J.-P., Samaniego, P., Egred, J., Ramón, P., Rivero, D. and Yepes, H. 2005. Los peligros volcánicos asociados con el Cotopaxi, Quito: Corporación Editora Nacional, CEN/Escuela Politécnica Nacional.</p><p>Frimberger T, Andrade SD, Weber S, Krautblatter M. Modelling future lahars controlled by different volcanic eruption scenarios at Cotopaxi (Ecuador) calibrated with the massively destructive 1877 lahar. Earth Surf. Process. Landforms. 2021;1–23. https://doi.org/10.1002/esp.5056</p>"
        }
    },

    {
        "anchor": "Vulnerability",
        "en": {
            "title": "Vulnerability and exposure",
            "body": "<h4>Exposure</h4><p>The presence of people, livelihoods, species or ecosystems, environmental functions, services, and resources, infrastructure, or economic, social, or cultural assets in places and settings that could be adversely affected.<br />In the context of RIESGOS, exposure is usually estimated from a survey of the infrastructure in the project region. These surveys create a list of building-classes, usually with an eye towards one specific hazard (meaning that other classes are listed when making a survey about exposure to earthquakes than when making one about exposure to tsunamis).<br /></p><h4>Vulnerability</h4><p>The propensity or predisposition to be adversely affected.<br />In the context of RIESGOS, vulnerability takes the form of vulnerability-functions. Per building class (which is a part of the exposure), this function takes a hazard intensity (like an earthquakes estimated acceleration) and returns a damage-class.<br /></p><h4>Earthquake exposure and vulnerability</h4><p>Currently, our estimations of exposure and vulnerability are based on the results of the SARA project (https://sara.openquake.org/). <br />SARA surveyed 21 building classes. For every building type in the SARA schema there is a different fragility function. They have been reported in <b>Yepes-Estrada et al, 2017</b>. <br />Depending on the intensity measure (expected acceleration during the earthquake), it can lead the building class to reach several damage states (D0 = no damage, D1= slight, D2= moderate, D3= extensive, D4= collapse). <br /></p><h4>Tsunami exposure and vulnerability</h4><p>For tsunamis, we base our estimations of exposure and vulnerability on the <b>Suppasri et al., 2014</b> building schema, which contains 10 building classes.<br />In this schema, every building type could reach one out of 6 damage states (D0 = no damage, D1 = minor damage, D2 = moderate damage, D3 = major damage D4 = complete damage, D5 = Collapsed, D6 = Washed away). <br />The intensity measure to be used in the fragility functions is inundation depth.<br /></p><h4>Tesselation</h4>  <h4> Exposure and vulnerability to lahars </h4> <p> Classification according to Mavrouli et al. 2014. (DOI 10.1007 / s10064-014-0573-0) </p> <ul> <li> RC_LD: Low ductility reinforced concrete buildings </li> <li> RC_S_HD: Reinforced concrete or steel buildings of high ductility </li> <li> RC_MD: Reinforced concrete buildings of moderate ductility </li> <li> W_MR_LD: Wood or masonry buildings with low ductility </li> <li> W_MR_MD: Wooden buildings or moderate ductility masonry </li> <li> W_MR_HD: Buildings with high ductility wood or masonry roofs. </li> </ul> <p> Damage states: </p> <ul> <li> D0: No damage. No damage </li> <li> D1: Slight damage (Not present in this model) </li> <li> D2: Moderate damage to structural elements </li> <li> D3: Extensive damage to structural elements < / li> <li> D4: Collapse / Destruction. </li></ul> <h4> Exposure and vulnerability to ash </h4> <p> Classification according to Torres-Corredor et al. 2017 (http://dx.doi.org/10.18273/revbol.v39n2-2017005) </p><ul> <li> LM_B: Roofs that have zinc, aluminum, cardboard or similar sheets such as marcolita or other marquees acrylic or glass material and those that have asbestos-cement tiles or predetermined sheets in certain ceramics. The roof structure can be made of wood or metal. Good construction quality. </li> <li> LM_R: Corresponds to roofs that have sheets of zinc, aluminum, cardboard or similar, such as marquees in marcolita or other acrylic or glass material and those that have asbestos-cement tiles or predetermined sheets in certain ceramics. The roof structure can be made of wood or metal. Regular construction quality. </li> <li> LM_M: Roofs that have zinc or aluminum sheets as a covering material and even cardboard or similar such as marquees in marcolita or other acrylic or glass material. The roof structure can be made of wood or metal. Roofs that have as a covering material asbestos-cement tiles or predetermined sheets in certain ceramics. The roof structure can be made of wood or metal. Poor construction quality. </li> <li> P_B: roofs that have badgers or clay tiles; the structure that supports the roof is usually made of wood. Good construction quality. </li> <li> P_R: roofs that have badgers or clay tiles; the structure that supports the roof is usually made of wood. Regular construction quality. </li> <li> P_M: roofs that have badgers or clay tiles; the structure that supports the roof is usually made of wood. Poor construction quality. </li> <li> L_B: Reinforced concrete plate or compression wedged solid block which is directly supported on walls or portal systems. Good construction quality. </li> <li> L_R: Solid slabs (made of concrete) or lightened directly supported on walls or portal systems. Regular construction quality. </li> <li> L_M: Lightened plate with reinforced concrete nerves supported directly on walls or portal systems. Poor build quality </li> </ul> <p>Damage states:</p> <ul> <li> D0: No damage. </li> <li> D1: Slight damage </li> <li> D2: Moderate damage. </li> <li> D4 Collapse / Destruction. </li> </ul>  <p>The Voronoi-tesselation grid used in the exposure-models for Chile and Peru has been obtained using a 'focus-map' approach as described in [1]. Exposure-data (like population-density) and hazard-data (like inundation-height) have been superimposed</p><p>References:<ul><li>[1] Pittore, 2020</li></ul></p>"
        },
        "es": {
            "title": "Vulnerabilidad y exposición",
            "body": "<h4>Exposición</h4> <p> La presencia de personas, medios de vida, especies o ecosistemas, funciones ambientales, servicios y recursos, infraestructura o bienes económicos, sociales o culturales en lugares y entornos que podrían verse afectados negativamente. <br /> En el contexto de RIESGOS, la exposición generalmente se estima a partir de un estudio de la infraestructura en la región del proyecto. Estas encuestas crean una lista de clases de edificios, generalmente teniendo en cuenta un peligro específico (lo que significa que se enumeran otras clases cuando se realiza una encuesta sobre exposición a terremotos que cuando se realiza una sobre exposición a tsunamis). <br /> </ p > <h4> Vulnerabilidad </h4> <p> La propensión o predisposición a verse afectado negativamente. <br /> En el contexto de RIESGOS, la vulnerabilidad toma la forma de funciones de vulnerabilidad. Por clase de edificio (que es parte de la exposición), esta función toma una intensidad de peligro (como la aceleración estimada de un terremoto) y devuelve una clase de daño. <br /> </p> <h4> Exposición y vulnerabilidad ante terremotos </ h4> <p> Actualmente, nuestras estimaciones de exposición y vulnerabilidad se basan en los resultados del proyecto SARA (https://sara.openquake.org/). <br /> SARA encuestó a 21 clases de edificios. Para cada tipo de edificio en el esquema SARA hay una función de fragilidad diferente. Se han informado en <b>Yepes-Estrada et al, 2017</b>. <br /> Dependiendo de la medida de intensidad (aceleración esperada durante el terremoto), puede llevar a la clase de edificio a alcanzar varios estados de daño (D0 = sin daño, D1 = leve, D2 = moderado, D3 = extenso, D4 = colapso) . <br /> </p> <h4> Exposición y vulnerabilidad ante tsunamis </h4> <p> Para los tsunamis, basamos nuestras estimaciones de exposición y vulnerabilidad en el esquema de construcción de <b> Suppasri et al., 2014 </b> , que contiene 10 clases de edificios. <br /> En este esquema, cada tipo de edificio podría alcanzar uno de los 6 estados de daño (D0 = sin daño, D1 = daño menor, D2 = daño moderado, D3 = daño mayor D4 = daño completo , D5 = Colapsado, D6 = Devastado). <br /> La medida de intensidad que se utilizará en las funciones de fragilidad es la profundidad de inundación. <br /> </p><h4>Tesselación</h4> <p> La cuadrícula de teselación de Voronoi utilizada en los modelos de exposición para Chile y Perú se ha obtenido utilizando un enfoque de 'mapa de enfoque' como se describe en [1]. Los datos de exposición (como la densidad de población) y los datos de peligro (como la altura de la inundación) se han superpuesto </p>   <h4>Exposición y vulnerabilidad ante lahares</h4><p>Clasificación según Mavrouli et al. 2014. (DOI 10.1007/s10064-014-0573-0)</p><ul><li>RC_LD: Edificios de concreto reforzado de baja ductilidad</li><li>RC_S_HD: Edificios de concreto reforzado o de acero de alta ductilidad</li><li>RC_MD: Edificios de concreto reforzado de ductilidad moderada </li><li>W_MR_LD: Edificios de madera o de mampostería de baja ductilidad</li><li>W_MR_MD: Edificios de madera o de mampostería de ductilidad moderada</li><li>W_MR_HD: Edificios con techos de madera o de mampostería de alta ductilidad.</li></ul><p>Estados de daño:</p><ul><li>D0: Sin daño. Ausencia de daño</li><li>D1: Daño leve (No presente en este modelo)</li><li>D2: Daño moderado a elementos estructurales</li><li>D3: Daño extenso a elementos estructurales</li><li>D4: Colapso / Destrucción. </li></ul><h4>Exposición y vulnerabilidad ante ceniza</h4><p>Clasificación según Torres-Corredor et al. 2017 (http://dx.doi.org/10.18273/revbol.v39n2-2017005) </p><ul><li>LM_B: Techos que tienen hojas de zinc, aluminio, cartón o similares como marquesinas en marcolita u otro material acrílico o vidrio y aquellas que tienen tejas de asbesto-cemento o láminas predeterminadas en ciertas cerámicas. La estructura de cubierta puede ser en madera o metálica. Buena calidad constructiva.</li><li>LM_R: Corresponde a los techos que tienen hojas de  zinc, aluminio, cartón o similares como marquesinas en marcolita u otro material acrílico o vidrio y aquellas que tienen tejas de asbesto-cemento o láminas predeterminadas en ciertas cerámicas. La estructura de cubierta puede ser en madera o metálica. Regular calidad constructiva.</li><li>LM_M: Techos que tienen como material de cobertura hojas de zinc o aluminio y hasta cartón o similares como marquesinas en marcolita u otro material acrílico o vidrio. La estructura de cubierta puede ser en madera o metálica. Techos que tienen como material de cobertura tejas de asbesto-cemento o láminas predeterminadas en ciertas cerámicas. La estructura de cubierta puede ser en madera o metálica. Mala calidad constructiva.</li><li>P_B: techos que tienen tejones o tejas de barro; la estructura que soporta la cubierta usualmente es de madera. Buena calidad constructiva.</li><li>P_R: techos que tienen tejones o tejas de barro; la estructura que soporta la cubierta usualmente es de madera. Regular calidad constructiva.</li><li>P_M: techos que tienen tejones o tejas de barro; la estructura que soporta la cubierta usualmente es de madera. Mala calidad constructiva.</li><li>L_B: Placa de concreto armado o bloque macizo acuñado a compresión la cual va soportada directamente sobre muros o sistemas de pórticos. Buena calidad constructiva.</li><li>L_R: Losas macizas (de hormigón) o aligeradas soportadas directamente sobre muros o sistemas de pórticos. Regular calidad constructiva.</li><li>L_M: Placa aligerada con nervios en concreto reforzado soportadas directamente sobre muros o sistemas de pórticos. Mala calidad constructiva</li></ul><p>Estados de daño:</p><ul><li>D0: Sin daño. Ausencia de daño</li><li>D1: Daño leve</li><li>D2: Daño moderado.</li><li>D4 Colapso / Destrucción. </li></ul>     <p> Referencias: <ul> <li> [1] Pittore, 2020 </li> </ ul > </p>"
        }
    },

    {
        "anchor": "Tsunami",
        "en": {
            "title": "Tsunami simulation",
            "body": "<h4>Tsunami Simulation</h4>The tsunami products are based on numerical simulations with the finite element model <bold>TsunAWI</bold> which solves the nonlinear shallow water equations in a triangular mesh. The model determines the wave propagation as well as estimates of the flow depth in the inundated coastal areas. The tsunami sources are derived from offshore earthquake events. The corresponding fault parameters are based on historical events, or as in the Chilean pilot area on members of an existing tsunami database provided by the Hydrographic Service of the Chilean Navy (SHOA). Additionally, it is possible to use stochastic parameter combinations to explore the range of possible events. All simulations are pre-calculated, the corresponding products are provided via web services. <h5>Available tsunami products</h5><ul><li>Maximum tsunami amplitude in [m] for four hour simulations in the whole model domain. </li><li>Tsunami isochrones (lines of equal arrival time in [min]). </li><li>Tsunami inundation depth. Estimates of the maximum flow depth on land are calculated along all of the coast, however highest numerical resolution is available only in the pilot regions (Valparaíso/Viña del Mar in Chile and Lima/Callao in Perú). Therefore this product is given in two versions: <ul><li> Maximum flow depth [m] interpolated to a 100m grid along all the coast. </li><li> Maximum flow depth [m] interpolated to a 10m grid in pilot areas.</li></ul></li></ul>"
        },
        "es": {
            "title": "Simulación de tsunami",
            "body": "<h4> Simulación de tsunami </h4> Los productos de tsunami se basan en simulaciones numéricas con el modelo de elementos finitos <bold> TsunAWI </bold> que resuelve las ecuaciones no lineales de aguas poco profundas en una malla triangular. El modelo determina la propagación de las olas, así como las estimaciones de la profundidad del flujo en las zonas costeras inundadas. Las fuentes del tsunami se derivan de los terremotos en alta mar. Los parámetros de falla correspondientes se basan en eventos históricos, o como en el área piloto chilena en miembros de una base de datos de tsunamis existente proporcionada por el Servicio Hidrográfico de la Armada de Chile (SHOA). Además, es posible usar combinaciones de parámetros estocásticos para explorar el rango de posibles eventos. Todas las simulaciones se calculan previamente, los productos correspondientes se proporcionan a través de servicios web. <h5> Productos de tsunami disponibles </h5> <ul> <li> Amplitud máxima de tsunami en [m] para simulaciones de cuatro horas en todo el dominio del modelo. </li> <li> Isócronas de tsunami (líneas de igual tiempo de llegada en [min]). </li> <li> Profundidad de inundación de tsunami. Las estimaciones de la profundidad de flujo máxima en tierra se calculan a lo largo de toda la costa, sin embargo, la resolución numérica más alta solo está disponible en las regiones piloto (Valparaíso / Viña del Mar en Chile y Lima / Callao en Perú). Por lo tanto, este producto se presenta en dos versiones: <ul> <li> Profundidad máxima de flujo [m] interpolada a una cuadrícula de 100 m a lo largo de toda la costa. </li> <li> Profundidad máxima de flujo [m] interpolada a una cuadrícula de 10 m en áreas piloto. </li> </ul> </li> </ul>"
        }
    },
    {
        "anchor": "Reliability",
        "en": {
            "title": "System reliability",
            "body": "<p>Process to assess the systemic vulnerability of infrastructure networks.</p> <p>Critical infrastructure and infrastructure networks:<br /> According to the European Union (EU), critical infrastructure are essential goods or systems &rdquo;for the maintenance of vital social functions, health, physical integrity, security, and the social and economic well-being of the population and whose disturbance or destruction would seriously affect &rdquo;(Article 2, Council Directive 2008/114 / EC). This definition corresponds to the term &ldquo;critical facilities&rdquo;, used by the Organization of American States (OAS) to &ldquo;include all those structures or other improvements made by humans that due to their function, size, service areas or uniqueness, they have the potential to cause bodily harm, extensive property damage, or disrupt vital socio-economic activities if they are destroyed, damaged or if their services are repeatedly interrupted &rdquo;. (OEA, 1993). In summary, critical infrastructure is the set of structures that provide a basic service to a geographic region.<br /> Because each structure has a specific location, fulfills a specific function, and depends on other structures for its correct operation, it is valid to understand critical infrastructure as a spatially distributed network. In this way, structures are the components of the network. Examples are: electrical network, drinking water supply network, cargo transportation network, telecommunications network, hospital network, among others. Furthermore, it is common for different networks to be interconnected. Due to this interconnection, all the networks together form a network of critical infrastructure networks, through which all basic services are supplied to a geographic region.</p> <p>&nbsp;Critical infrastructure vulnerability:<br /> The vulnerability of critical infrastructure is the predisposition to be adversely affected. Because critical infrastructure is a spatially distributed network, its vulnerability has two dimensions: physical and systemic.<br /> Physical vulnerability refers to the individual vulnerability of each component of the network. For natural hazard events, it is calculated using vulnerability functions, which relate a hazard intensity (for example, the estimated acceleration of an earthquake) to a damage level.<br /> Systemic vulnerability refers to cascading effects, that is, the propensity for the initial failure of one or more components of the network to spread to more components, due to overloads and disconnections. In the network of critical infrastructure networks, systemic vulnerability extends to more complex cascading effects, including consequences in the productive sector, in the social fabric, environmental impacts, among others. Assessing systemic vulnerability requires a model that simulates the spread of damage, starting from an initial damage.</p> <h4>Critical infrastructure service level:</h4> <p>It is a scalar measure that quantifies the vulnerability of critical infrastructure. Different measures can be used as a level of service, such as the loss of connectivity or the amount of population affected. These measurements are applicable for any critical infrastructure network, and are useful for comparing different networks and for quantifying the level of service of the critical infrastructure network. However, there are also measures for specific critical infrastructure networks, such as the loss of power in electrical networks, the average loss of hydraulic pressure in drinking water networks, the average increase in travel times in a transmission network, the number of occupied beds in the hospital network, among others.</p> <h4>Critical Infrastructure Reliability:</h4> <p>Critical infrastructure reliability is the probability that the network will maintain an acceptable level of service. Reliability can be evaluated under scenarios of normal operation, and therefore of high probability of occurrence (for example, the random failure of one of the network components). Similarly, reliability can be assessed for extreme scenarios, such as a natural hazard event, that affect all or most of the components simultaneously.</p> <h4>Recovery of critical infrastructure:</h4> <p>Process of repair, reconnection and restoration of the operation of critical infrastructure, whose purpose is to increase the level of service to a level equal to or greater than before the failure event. Recovery time depends on available resources, repair strategy, and connectivity both within each network and between networks.</p> <h4>Critical Infrastructure Resilience:</h4> <p>Based on Bruneau et al. (2003), a critical infrastructure network is resilient if it presents:</p> <ul> <li>Low probability of failure (ie high reliability)</li> <li>Low consequences, in terms of fatalities, damages, and negative economic and social consequences</li> <li>Short recovery time</li> </ul> <h4>Risk analysis of critical infrastructure with the RIESGOS project demonstrator</h4> <p>The model assesses the vulnerability of the components of an infrastructure network due to two factors: direct action of a natural hazard event, and the subsequent damage from overloads and disconnections, also called cascading effects.</p> <p>The first factor assesses the level of structural damage using brittleness curves obtained from the literature (FEMA, 2003; Pitilakis et al., 2014). This version of the demonstrator considers only binary states for each component (fails or does not fail), and the failure of a component implies that the network to which it belongs must continue to function without it.</p> <p>The second factor analyzes the consequences of the network continuing to operate with components in a failed state. To this end, the model simulates the distribution and redistribution of loads through graph theory, using metrics such as centrality and connectivity to identify components that, despite not having been structurally affected by the natural event, may present a functional failure (specifically , overload), or be disconnected from the rest of the network. The simulation of cascade effects is based on the model proposed by Crucitti et al. (2004), and used by Scherb et al. (2017) for the reliability analysis of electrical networks. As Hern&aacute;ndez-Fajardo (2012) shows, the model can be applied to different types of infrastructure networks, and considers the dependencies between components of different networks.</p> <p>At the moment, the model is only available for the electrical network. However, for the pilot region of Valpara&iacute;so (Chile), it is planned to offer in the demonstrator the option of evaluating this second factor through a direct current analysis of power flows.</p> <p>Due to the uncertainty associated with the level of component damage, the user-selected event can affect the network in multiple ways, thus causing multiple cascade effects scenarios. Based on the brittleness curves, the model calculates the consequences for the event through a Monte Carlo simulation on the multiple combinations of component states, based on the algorithm proposed by Hern&aacute;ndez-Fajardo (2012).</p> <p>The model quantifies the consequences in terms of identifying the areas and the number of people or properties affected by service interruptions. For this purpose, based on the distribution networks, geographical areas of consumption were identified. These areas allow to visualize the dependency between the consumers and the components of the network. Consumption areas do not necessarily coincide with administrative divisions. Therefore, the demographic information for each area is aggregated, based on census information at the block level.</p> <p>The results presented in the display of the demonstrator are the frequency with which each consumption area would be without service, based on a random Monte Carlo sampling. This measure of service level is analogous to that used by Poljan&scaron;ek et al. (2011) to evaluate the reliability of gas and electricity networks. It is also planned to present the total number of affected by interruption of service as a result, presenting the results of the Monte Carlo simulation through a histogram. All results are presented given the natural hazard event selected by the user.</p> <p>The nodes of the graph represent both components of the network with a specific physical location (for example, substations and power plants), as well as components that simplify parts of the network, such as the centroids of the consumption areas. Similarly, the arcs of the graph represent components that physically connect other components (for example, power lines, pipes, roads), and dependency relationships with and between simplified components (for example, a consumption area with the closest step-down substation).</p> <p>&nbsp;</p> <p>References:</p> <p>Bruneau, M., Chang, S. E., Eguchi, R. T., Lee, G. C., O&rsquo;Rourke, T. D., Reinhorn, A. M., Shinozuka M., Tierney K., Wallace W. &amp; von Winterfeldt, D. (2003). A Framework to Quantitatively Assess and Enhance the Seismic Resilience of Communities.&nbsp;Earthq. Spectra,&nbsp;19(4), 733&ndash;752.</p> <p>Crucitti, P., Latora, V., &amp; Marchiori, M. (2004). Model for cascading failures in complex networks. Phys. Rev. E, 045104.</p> <p>FEMA. (2003). HAZUS-MH Technical Manual.</p> <p>Hernandez-Fajardo, I. (2012). Probabilitstic Fragility of Interdependent Urban Systems Subjected to Seismic Hazards. Houston, TX: Diss., Rice University.</p> <p>Organizaci&oacute;n de Estados Americanos, OEA (1993) Manual Sobre el Manejo de Peligros Naturales en la Planificaci&oacute;n para el Desarrollo Regional Integrado. Washington D.C.</p> <p>Pitilakis, K., Crowley, H. &amp; Kaynia, A. (Eds.). (2014). SYNER-G: Typology Definition and Fragility Functions for Physical Elements at Seismic Risk. Netherlands: Springer.</p> <p>Poljan&scaron;ek, K., Bono, F., &amp; Guti&eacute;rrez, E. (2011). Seismic risk assessment of interdependent critical infrastructure systems: The case of European gas and electricity networks. Earthquake Engineering and Structural Dynamics, 61-79.</p> <p>Scherb, A., Garr&egrave;, L. &amp; Straub, D. (2017). Reliability and Component Importance in Networks Subject to Spatially Distributed Hazards Followed by Cascading Failures. J Risk Uncertain, Part B, 3(2), 021007.</p>"
        },
        "es": {
            "title": "Fiabilidad del sistema",
            "body": "<p>Proceso para evaluar la vulnerabilidad sist&eacute;mica de las redes de infraestructura.</p> <p>&nbsp;</p> <h4>Infraestructura cr&iacute;tica y redes de infraestructura:</h4> <p>De acuerdo con la Uni&oacute;n Europea (UE), la infraestructura cr&iacute;tica son bienes o sistemas esenciales &rdquo;para el mantenimiento de funciones sociales vitales, la salud, la integridad f&iacute;sica, la seguridad, y el bienestar social y econ&oacute;mico de la poblaci&oacute;n y cuya perturbaci&oacute;n o destrucci&oacute;n afectar&iacute;a gravemente&rdquo; (Art&iacute;culo 2, Directiva del Consejo 2008/114/EC). Esta definici&oacute;n corresponde con el t&eacute;rmino &ldquo;instalaciones cr&iacute;ticas&rdquo;, empleado por la Organizaci&oacute;n de Estados Americanos (OEA) para &ldquo;incluir todas aquellas estructuras u otras mejoras hechas por el ser humano que por raz&oacute;n de su funci&oacute;n, tama&ntilde;o, &aacute;reas de servicio o singularidad, tienen el potencial de causar da&ntilde;o corporal, extensos da&ntilde;os a la propiedad, o perturbar las actividades socioecon&oacute;micas vitales si son destruidas, da&ntilde;adas o si sus servicios son repetidamente interrumpidos&rdquo;. (OEA, 1993). En resumen, la infraestructura cr&iacute;tica es el conjunto de estructuras que proveen un servicio b&aacute;sico a una regi&oacute;n geogr&aacute;fica.</p> <p>Debido a que cada estructura tiene una ubicaci&oacute;n espec&iacute;fica, cumple una funci&oacute;n espec&iacute;fica, y depende de otras estructuras para su correcto funcionamiento, es v&aacute;lido entender la infraestructura cr&iacute;tica como una red distribuida espacialmente. Del este modo, las estructuras son los componentes de la red. Ejemplos son: red el&eacute;ctrica, red de suministro de agua potable, red de transporte de carga, red de telecomunicaciones, red hospitalaria, entre otros. Adem&aacute;s, es com&uacute;n que diferentes redes est&eacute;n interconectadas. Debido a esa interconexi&oacute;n, todas las redes en conjunto forman una <em>red de redes</em> de infraestructura cr&iacute;tica, a trav&eacute;s de la cual se suministran <em>todos</em> los servicios b&aacute;sicos a una regi&oacute;n geogr&aacute;fica.</p> <h4>Vulnerabilidad de la infraestructura cr&iacute;tica:</h4> <p>La vulnerabilidad de la infraestructura cr&iacute;tica es la predisposici&oacute;n para verse afectada negativamente. Debido a que la infraestructura cr&iacute;tica es una red distribuida espacialmente, su vulnerabilidad tiene dos dimensiones: f&iacute;sica y sist&eacute;mica.</p> <p>La vulnerabilidad f&iacute;sica se refiere a la vulnerabilidad individual de cada componente de la red. Para eventos de amenaza natural, se calcula mediante funciones de vulnerabilidad, que relacionan una intensidad de peligro (por ejemplo, la aceleraci&oacute;n estimada de un terremoto) con un nivel de da&ntilde;o.</p> <p>La vulnerabilidad sist&eacute;mica se refiere a los efectos en cascada, es decir, a la propensi&oacute;n de que la falla inicial de uno o varios componentes de la red se propague a m&aacute;s componentes, debido a sobrecargas y desconexiones. En la <em>red de redes</em> de infraestructura cr&iacute;tica, la vulnerabilidad sist&eacute;mica se extiende a efectos en cascada m&aacute;s complejos, incluyendo consecuencias en el sector productivo, en el tejido social, impactos ambientales, entre otros. Evaluar la vulnerabilidad sist&eacute;mica requiere un modelo que simule la propagaci&oacute;n de los da&ntilde;os, partiendo de un da&ntilde;o inicial.</p> <h4>Nivel de servicio de la infraestructura cr&iacute;tica:</h4> <p>Es una medida escalar que cuantifica la vulnerabilidad de la infraestructura cr&iacute;tica. Diferentes medidas pueden emplearse como nivel de servicio, tales como la p&eacute;rdida de conectividad o la cantidad de poblaci&oacute;n afectada. Estas medidas son aplicables para cualquier red de infraestructura cr&iacute;tica, y son de utilidad para comparar diferentes redes y para cuantificar el nivel de servicio de la <em>red de redes</em> de infraestructura cr&iacute;tica. Sin embargo, existen tambi&eacute;n medidas para redes de infraestructura cr&iacute;tica espec&iacute;ficas, tales como la p&eacute;rdida de potencia en redes el&eacute;ctricas, la p&eacute;rdida promedio de presi&oacute;n hidr&aacute;ulica en redes de agua potable, el incremento promedio en los tiempos de viaje en una red de transporte, el n&uacute;mero de camas ocupadas en la red hospitalaria, entre otros.</p> <h4>Confiabilidad de la infraestructura cr&iacute;tica:</h4> <p>La confiabilidad de la infraestructura cr&iacute;tica es la probabilidad de que la red mantenga un nivel de servicio aceptable. La confiabilidad puede evaluarse bajo escenarios de operaci&oacute;n normal, y por ende de alta probabilidad de ocurrencia (por ejemplo, la falla aleatoria de uno de los componentes de la red). Del mismo modo, la confiabilidad puede evaluarse para escenarios extremos, como un evento de amenaza natural, que afectan simult&aacute;neamente a todos o a gran parte de los componentes.</p> <h4>Recuperaci&oacute;n de la infraestructura cr&iacute;tica:</h4> <p>Proceso de reparaci&oacute;n, reconexi&oacute;n y restauraci&oacute;n de la operaci&oacute;n de la infraestructura cr&iacute;tica, cuya finalidad es incrementar el nivel de servicio a un nivel igual o mayor que antes del evento de falla. El tiempo de recuperaci&oacute;n depende de los recursos disponibles, la estrategia de reparaci&oacute;n, y la conectividad tanto dentro de cada red como entre redes.</p> <h4>Resiliencia de la infraestructura cr&iacute;tica:</h4> <p>Basado en Bruneau et al. (2003), una red de infraestructura cr&iacute;tica es resiliente si presenta:</p> <ul> <li>Baja probabilidad de falla (es decir, alta confiabilidad)</li> <li>Bajas consecuencias, en t&eacute;rminos de fatalidades, da&ntilde;os, y consecuencias negativas econ&oacute;micas y sociales</li> <li>Corto tiempo de recuperaci&oacute;n</li> </ul> <h4>An&aacute;lisis de riesgo de la infraestructura cr&iacute;tica con el demostrador del proyecto RIESGOS</h4> <p>&nbsp;</p> <p>El modelo eval&uacute;a la vulnerabilidad de los componentes de una red de infraestructura debido a dos factores: acci&oacute;n directa de un evento de amenaza natural, y los subsecuentes da&ntilde;os por sobrecargas y desconexiones, tambi&eacute;n llamados efectos en cascada.</p> <p>El primer factor eval&uacute;a el nivel de da&ntilde;o estructural mediante curvas de fragilidad obtenidas de la literatura (FEMA, 2003; Pitilakis et al., 2014). La presente versi&oacute;n del demostrador considera solamente estados binarios para cada componente (falla o no falla), y la falla de un componente implica que la red a la que pertenece debe continuar funcionando sin &eacute;l.</p> <p>El segundo factor analiza las consecuencias de que la red contin&uacute;e operando con componentes en estado de falla. Con esta finalidad, el modelo simula la distribuci&oacute;n y redistribuci&oacute;n de cargas mediante la teor&iacute;a de grafos, empleando m&eacute;tricas como centralidad y conectividad para identificar componentes que, a pesar de no haber sido afectados estructuralmente por el evento natural, pueden presentar una falla funcional (espec&iacute;ficamente, sobrecarga), o quedar desconectados del resto de la red. La simulaci&oacute;n de efectos en cascada se basa en el modelo propuesto por Crucitti et al. (2004), y empleado por Scherb et al. (2017) para el an&aacute;lisis de confiabilidad de redes el&eacute;ctricas. Como lo demuestra Hern&aacute;ndez-Fajardo (2012), el modelo puede aplicarse a diferentes tipos de redes de infraestructura, y considera las dependencias entre componentes de diferentes redes.</p> <p>Por el momento, el modelo solo est&aacute; disponible para la red el&eacute;ctrica. No obstante, para la regi&oacute;n piloto de Valpara&iacute;so (Chile), est&aacute; en planes ofrecer en el demostrador la opci&oacute;n de evaluar este segundo factor mediante un an&aacute;lisis de corriente directa de flujos de potencia.</p> <p>Debido a la incertidumbre asociada al nivel de da&ntilde;o de los componentes, el evento seleccionado por el usuario puede afectar a la red de m&uacute;ltiples maneras, causando as&iacute; m&uacute;ltiples escenarios de efectos cascada. Con base en las curvas de fragilidad, el modelo calcula las consecuencias para el evento mediante una simulaci&oacute;n de Monte Carlo sobre las m&uacute;ltiples combinaciones de estados de los componentes, basado en el algoritmo propuesto por Hern&aacute;ndez-Fajardo (2012).</p> <p>El modelo cuantifica las consecuencias en t&eacute;rminos de identificar las &aacute;reas y el n&uacute;mero de personas o propiedades afectadas por interrupci&oacute;n de servicio. Para tal fin, con base en las redes de distribuci&oacute;n, se identificaron &aacute;reas geogr&aacute;ficas de consumo. Estas &aacute;reas permiten visualizar la dependencia entre los consumidores y los componentes de la red. Las &aacute;reas de consumo no necesariamente coinciden con las divisiones administrativas. Por ende, la informaci&oacute;n demogr&aacute;fica de cada &aacute;rea es agregada, con base en informaci&oacute;n censal a nivel de manzanas.&nbsp;</p> <p>Los resultados presentados en el visor del demostrador son la frecuencia con la que cada &aacute;rea de consumo quedar&iacute;a sin servicio, basada en un muestreo aleatorio de Monte Carlo. Esta medida de nivel de servicio es an&aacute;loga a la empleada por Poljan&scaron;ek et al. (2011) para evaluar la confiabilidad de redes de gas y electricidad. Tambi&eacute;n est&aacute; en planes presentar como resultado el total de afectados por interrupci&oacute;n de servicio, presentando los resultados de la simulaci&oacute;n de Monte Carlo mediante un histograma. Todos los resultados son presentados dado el evento de amenaza natural seleccionado por el usuario.</p> <p>Los nodos del grafo representan tanto componentes de la red con ubicaci&oacute;n f&iacute;sica puntual (por ejemplo, subestaciones y centrales el&eacute;ctricas), como componentes que simplifican partes de la red, como los centroides de las &aacute;reas de consumo. Similarmente, los arcos del grafo representan componentes que f&iacute;sicamente conectan otros componentes (por ejemplo, l&iacute;neas el&eacute;ctricas, tuber&iacute;as, v&iacute;as), y relaciones de dependencia con y entre componentes simplificados (por ejemplo, un &aacute;rea de consumo con la subestaci&oacute;n reductora m&aacute;s pr&oacute;xima).</p> <p>&nbsp;</p> <p>Referencias</p> <p>Bruneau, M., Chang, S. E., Eguchi, R. T., Lee, G. C., O&rsquo;Rourke, T. D., Reinhorn, A. M., Shinozuka M., Tierney K., Wallace W. &amp; von Winterfeldt, D. (2003). A Framework to Quantitatively Assess and Enhance the Seismic Resilience of Communities.&nbsp;Earthq. Spectra,&nbsp;19(4), 733&ndash;752.</p> <p>Crucitti, P., Latora, V., &amp; Marchiori, M. (2004). Model for cascading failures in complex networks. Phys. Rev. E, 045104.</p> <p>FEMA. (2003). HAZUS-MH Technical Manual.</p> <p>Hernandez-Fajardo, I. (2012). Probabilitstic Fragility of Interdependent Urban Systems Subjected to Seismic Hazards. Houston, TX: Diss., Rice University.</p> <p>Organizaci&oacute;n de Estados Americanos, OEA (1993) Manual Sobre el Manejo de Peligros Naturales en la Planificaci&oacute;n para el Desarrollo Regional Integrado. Washington D.C.</p> <p>Pitilakis, K., Crowley, H. &amp; Kaynia, A. (Eds.). (2014). SYNER-G: Typology Definition and Fragility Functions for Physical Elements at Seismic Risk. Netherlands: Springer.</p> <p>Poljan&scaron;ek, K., Bono, F., &amp; Guti&eacute;rrez, E. (2011). Seismic risk assessment of interdependent critical infrastructure systems: The case of European gas and electricity networks. Earthquake Engineering and Structural Dynamics, 61-79.</p> <p>Scherb, A., Garr&egrave;, L. &amp; Straub, D. (2017). Reliability and Component Importance in Networks Subject to Spatially Distributed Hazards Followed by Cascading Failures. J Risk Uncertain, Part B, 3(2), 021007.</p> <p>&nbsp;</p>"
        }
    },
    {
        "anchor": "Groundmotion",
        "en": {
            "title": "Groundmotion simulation",
            "body": "<p>The groundmotion simulation returns a so called 'shakemap' showing the acceleration at any point on the surface. Those values are calculated based on events from the 'Earthquake catalogue' and a locally designed groundmotion prediction equation.</p> <p>Note that the epicenter may be located at some distance from place of maximum acceleration. The rupture plane in the surface (where we have the greatest values of acceleration) is shifted from the hypocenter due to the dip angle of the fault plane (or subduction zone).</p><img src='assets/images/rupture_distance.png'></img>"
        },
        "es": {
            "title": "Movimiento de tierra",
            "body": "<p> La simulación de movimiento del suelo devuelve un 'shakemap' que muestra la aceleración en cualquier punto de la superficie. Esos valores se calculan en base a eventos del 'Catálogo de terremotos' y una ecuación de predicción del movimiento del suelo diseñada localmente.</p> <p> Tenga en cuenta que el epicentro puede estar ubicado a cierta distancia del lugar de máxima aceleración. El plano de ruptura en la superficie (donde tenemos los mayores valores de aceleración) se desplaza desde el hipocentro debido al ángulo de inclinación del plano de falla (o zona de subducción). </p><img src='assets/images/rupture_distance.png'></img>"
        }
    },
    {
        "anchor": "quakeledger",
        "en": {
            "title": "Earthquake catalogue",
            "body": "<p> There are three types of seismic catalogues:<ul><li><b>Observed</b>: A compilation of the country-specific official catalogue of real, historical events. </li><li><b>Expert-based</b>: A set of events chosen by experts with an eye on use in simulations downstream, like e.g. Tsunami-simulations. May contain both real and synthetic events. </li><li><b>Stochastic</b>: Events derived using a Monte-Carlo procedure that sample the 'Guttenberg-Richter double-truncated relation for earthquake recurrence' (double truncated because one defines the M max and M min boundaries).  Defines a set of events that are likely to occur within a given time-window for a given geometrical seismic source-area. More information in [1]. </li> </ul></p><p>Every event is described by their seismogenic parameters (hypocentral distance, magnitude, rake, dip, strike), which are used to model the spatially distributed seismic ground motion.</p><p> References:<ul><li>[1]: <a href='https://www.mdpi.com/2076-3263/8/8/285'>Aristizabal et al, 2018; DOI: 10.3390/geosciences8080285</a></li> </ul></p>"
        },
        "es": {
            "title": "Catálogo de terremotos",
            "body": "<p> Hay tres tipos de catálogos sísmicos: <ul> <li> <b> Observados </b>: una compilación del catálogo oficial específico del país de eventos históricos reales. </li><li> <b> Basado en expertos </b>: un conjunto de eventos elegidos por expertos con miras al uso en simulaciones posteriores, como p. ej. Simulaciones de tsunamis. Puede contener eventos tanto reales como sintéticos. </li><li> <b> Estocástico </b>: Eventos derivados usando un procedimiento de Monte-Carlo que muestra la 'relación de doble truncamiento Guttenberg-Richter para la recurrencia de terremotos' (doble truncada porque uno define el M máx límites mínimos). Define un conjunto de eventos que es probable que ocurran dentro de una ventana de tiempo dada para un área de fuente sísmica geométrica dada. Más información en [1]. </li> </ul></p><p>Cada evento se describe por sus parámetros sismogénicos (distancia hipocentral, magnitud, inclinación, inclinación, rumbo), que se utilizan para modelar el movimiento sísmico del suelo distribuido espacialmente.</p><p> Referencias: <ul> <li> [1]: <a href = 'https: //www.mdpi.com/2076-3263/8/8/285 '> Aristizabal et al, 2018; DOI: 10.3390/geosciences8080285 </a> </li> </ul> </p>"
        }
    }
]