[
    {
        "anchor": "Reliability",
        "en": {
            "title": "System reliability",
            "body": "The input of the process are probabilities of failure at different nodes of the infrastructure network (in this case, power supply), which depend on the user-selected hazard scenario. This implies that a system can have multiple ways of failing for a single hazard scenario, and each of them with different consequences (i.e. different affected areas) due to cascading effects. This motivates to perform a sampling with Monte Carlo Simulation, for assessing which combinations of nodal failures are the most likely to occur. The consumer areas are the geographical areas that the distribution lines cover. From the original shape files of the electrical power network , one can follow the paths between reducer substations (those who reduce voltage for delivering electricity to the households) and the individual connections in the neighborhoods, and create the areas based on the spread of these paths. These areas aim to represent in a simplified way the relation between the substations and the areas whose power supply depend on them, as well as among areas that are connected through distribution lines without substations in between."
        },
        "es": {
            "title": "Fiabilidad del sistema",
            "body": "La entrada del proceso son las probabilidades de falla en diferentes nodos de la red de infraestructura (en este caso, suministro de energía), que dependen del escenario de peligro seleccionado por el usuario. Esto implica que un sistema puede tener múltiples formas de fallar para un solo escenario de peligro, y cada una de ellas con diferentes consecuencias (es decir, diferentes áreas afectadas) debido a los efectos en cascada. Esto motiva a realizar un muestreo con la simulación de Monte Carlo, para evaluar qué combinaciones de fallas nodales tienen más probabilidades de ocurrir. Las áreas de consumo son las áreas geográficas que cubren las líneas de distribución. A partir de los archivos de forma originales de la red de energía eléctrica, uno puede seguir los caminos entre las subestaciones reductoras (aquellas que reducen el voltaje para suministrar electricidad a los hogares) y las conexiones individuales en los vecindarios, y crear las áreas en función de la propagación de estos caminos . Estas áreas tienen como objetivo representar de manera simplificada la relación entre las subestaciones y las áreas cuyo suministro de energía depende de ellas, así como entre las áreas que están conectadas a través de líneas de distribución sin subestaciones intermedias."
        }
    },

    {
        "anchor": "Flood",
        "en": {
            "title": "Flood damage",
            "body": "<b>Disclaimer</b>: The current version of the damage model is not validated for the region of application, since no empirical damage data from the region is available. Decision functions are based on data from Germany and scientific literature, implemented as Naive Bayes algorithm in Python. The output is a probability score for ordinal classes of structural building damage, as opposed to typical flood loss models which output relative monetary loss. It can be considered a technical demonstration in line with the central aim of the RIESGOS project: setting up a chain of models as coupled web-serivces to study complex cascading natural hazard events. <h5>Definition of damage states for floods</h5> Engineers have classified the typical observed patterns of damages to buildings in various ways. A well-established definition in accordance with the EMS-98 scheme can be found in Schwarz & Maiwald (2007). The Section of Hydrology at GFZ Potsdam has collected empirical damage data from various flood events, following this scheme (e.g. Laudan et al. 2017). For the model provided here, the classes 2 ('small cracks') and 3 ('big cracks') have been merged, since they could not be distinguished in statistical analysis.  <br/> <img src='assets/images/damagestates_flood.png' alt='damage states'> <h5>Decision function</h5> The model can be considered a probabilistic, multi-variable damage classification. A probability score is computed by a Gaussian Naive Bayes algorithm, using 4 variables: <ol> <li>water depth is the standard variable for nearly all operational flood damage models</li> <li>flow velocity in combination with water depth reflects the dynamic pressure acting on a structure. The product of both is called intensity. According to literature, a value between 1.5 and 3 m²/s causes first structural damages, and a value > 7 m²/s may lead to total collapse of a building. However, real field observations indicate that no such fix thresholds exist, and probabilistic models are necessary to capture the actual dynamics and associated uncertainty in prediction. (further reading: Kreibich et al. 2009)</li> <li>duration of inundation may lead to severe structural damage, even total collapse, below the abovementioned intensity thresholds. This has especially been observed for rammed earth constructions, where load-bearing walls lose stability from lasting moisture</li> <li>building footprint area is anti-correlated with relative monetary loss (due to the buildings value) and to a lesser extent also with structural damages. A potential explanation for this effect might be the overall quality, material and mode of construction of larger buildings.</li> </ol> <h5>Literature</h5> <b>Kreibich, H.; Piroth, K.; Seifert, I.; Maiwald, H.; Kunert, U.; Schwarz, J.; Merz, B. & Thieken, A. H.</b>: Is flow velocity a significant parameter in flood damage modelling? Natural Hazards and Earth System Science, Copernicus GmbH, 2009, 9, 1679-1692.</br> <b>Laudan, J.; Rözer, V.; Sieg, T.; Vogel, K. & Thieken, A. H. Damage assessment in Braunsbach 2016</b>: data collection and analysis for an improved understanding of damaging processes during flash floods Natural Hazards and Earth System Sciences, Copernicus GmbH, 2017, 17, 2163-2179</br>  <b>Schwarz, J. and Maiwald, H.</b>: Prognose der Bauwerksschädigung unter Hochwassereinwirkung, Bautechnik, 84, 450–464, 2007 (in German).</br>"
        },
        "es": {
            "title": "Daños por inundación",
            "body": "<b>Descargo de responsabilidad</b>: la versión actual del modelo de daños no está validada para la región de aplicación, ya que no hay datos empíricos de daños de la región disponibles. Las funciones de decisión se basan en datos de Alemania y literatura científica, implementados como algoritmo Naive Bayes en Python. El resultado es un puntaje de probabilidad para las clases ordinales de daños en edificios estructurales, en oposición a los modelos típicos de pérdida por inundación que producen una pérdida monetaria relativa. Se puede considerar una demostración técnica en línea con el objetivo central del proyecto RIESGOS: establecer una cadena de modelos como servicios web acoplados para estudiar eventos complejos de peligros naturales en cascada. <h5> Definición de estados de daños por inundaciones </h5> Los ingenieros han clasificado los patrones típicos observados de daños a los edificios de varias maneras. Se puede encontrar una definición bien establecida de acuerdo con el esquema EMS-98 en Schwarz y Maiwald (2007). La Sección de Hidrología en GFZ Potsdam ha recopilado datos empíricos de daños de varios eventos de inundación, siguiendo este esquema (por ejemplo, Laudan et al.2017). Para el modelo proporcionado aquí, las clases 2 ('pequeñas grietas') y 3 ('grandes grietas') se han fusionado, ya que no se pudieron distinguir en el análisis estadístico. <br/> <img src='assets/images/damagestates_flood.png' alt='damage states'> <h5> Función de decisión </h5> El modelo puede considerarse una clasificación probabilística de daños de múltiples variables. La puntuación de probabilidad se calcula mediante un algoritmo Gaussiano Naive Bayes, utilizando 4 variables: <ol> <li> la profundidad del agua es la variable estándar para casi todos los modelos operativos de daños por inundación </li> <li> la velocidad del flujo en combinación con la profundidad del agua refleja La presión dinámica que actúa sobre una estructura. El producto de ambos se llama intensidad. Según la literatura, un valor entre 1.5 y 3 m² / s causa los primeros daños estructurales, y un valor> 7 m² / s puede conducir al colapso total de un edificio. Sin embargo, las observaciones de campo reales indican que no existen tales umbrales fijos, y los modelos probabilísticos son necesarios para capturar la dinámica real y la incertidumbre asociada en la predicción. (lectura adicional: Kreibich et al. 2009) </li> <li> la duración de la inundación puede conducir a daños estructurales severos, incluso colapso total, por debajo de los umbrales de intensidad mencionados anteriormente. Esto se ha observado especialmente en construcciones de tierra apisonada, donde los muros de carga pierden estabilidad debido a la humedad duradera </li> <li> el área de la huella del edificio está correlacionada con la pérdida monetaria relativa (debido al valor de los edificios) y, en menor medida También con daños estructurales. Una posible explicación de este efecto podría ser la calidad general, el material y el modo de construcción de edificios más grandes. </li> </ol> <h5> Literatura </h5> <b> Kreibich, H .; Piroth, K .; Seifert, I .; Maiwald, H .; Kunert, U .; Schwarz, J .; Merz, B. y Thieken, A. H. </b>: ¿La velocidad del flujo es un parámetro significativo en el modelado de daños por inundación? Peligros naturales y ciencia del sistema terrestre, Copernicus GmbH, 2009, 9, 1679-1692. </br> <b> Laudan, J .; Rözer, V .; Sieg, T .; Vogel, K. & Thieken, AH Evaluación de daños en Braunsbach 2016 </b>: recopilación y análisis de datos para una mejor comprensión de los procesos de daños durante las inundaciones repentinas Natural Hazards and Earth System Sciences, Copernicus GmbH, 2017, 17, 2163-2179 </br> <b> Schwarz, J. y Maiwald, H. </b>: Prognose der Bauwerksschädigung unter Hochwassereinwirkung, Bautechnik, 84, 450–464, 2007 (en alemán). </br>"
        }
    },

    {
        "anchor": "Lahar",
        "en": {
            "title": "Lahar Simulation",
            "body": "<h5>Description of the service</h5> The lahar service anticipates the area inundated by lahars of Cotopaxi volcano and relies on pre-calculated simulation results for flow height, flow velocity, flow pressure, erosion and deposition. The simulation software used for lahar modelling is the physically based numerical model <b>RAMMS::DEBRIS FLOW.</b> <h5>Description of the parameters of the service</h5> The lahar service calculates 5 different output layers for each lahar scenario. These are the maximum values of (1) flow height, (2) velocity, (3) pressure and (4) erosion, which give a good overview of the dimensions of the lahar, and a layer showing the (5) deposition after the lahar. <ol> <li> MaxHeight [m]: Maximum flow height, that the lahar can reach during the event </li> <li> MaxVelocity [m/s]: Maximum flow velocity, that the lahar can reach during the event </li> <li> MaxPressure [kPa]: Maximum flow pressure, that the lahar can reach during the event </li> <li> MaxErosion [m]: Maximum depth of erosion, that the lahar can entrain during the event </li> <li> Deposition [m]: Height of deposited material after the lahar event </li> </ol> "
        },
        "es": {
            "title": "Simulación de lahar",
            "body": "<h5> Descripción del servicio </h5> El servicio lahar anticipa el área inundada por lahares del volcán Cotopaxi y se basa en resultados de simulación calculados previamente para la altura del flujo, la velocidad del flujo, la presión del flujo, la erosión y la deposición. El software de simulación utilizado para el modelado de lahar es el modelo numérico basado físicamente <b> RAMMS :: DEBRIS FLOW. </b> <h5> Descripción de los parámetros del servicio </h5> El servicio de lahar calcula 5 capas de salida diferentes para cada Escenario de lahar. Estos son los valores máximos de (1) altura de flujo, (2) velocidad, (3) presión y (4) erosión, que dan una buena visión general de las dimensiones del lahar y una capa que muestra la (5) deposición después del lahar <ol> <li> MaxHeight [m]: Altura máxima de flujo, que el lahar puede alcanzar durante el evento </li> <li> MaxVelocity [m / s]: Velocidad máxima de flujo, que el lahar puede alcanzar durante el evento < / li> <li> MaxPressure [kPa]: presión de flujo máxima, que el lahar puede alcanzar durante el evento </li> <li> MaxErosion [m]: máxima profundidad de erosión, que el lahar puede arrastrar durante el evento </ li> <li> Deposición [m]: Altura del material depositado después del evento lahar </li> </ol>"
        }
    },

    {
        "anchor": "Vulnerability",
        "en": {
            "title": "Vulnerability and exposure",
            "body": "<h4>Exposure</h4>The presence of people, livelihoods, species or ecosystems, environmental functions, services, and resources, infrastructure, or economic, social, or cultural assets in places and settings that could be adversely affected.<br/>In the context of RIESGOS, exposure is usually estimated from a survey of the infrastructure in the project region. These surveys create a list of building-classes, usually with an eye towards one specific hazard (meaning that other classes are listed when making a survey about exposure to earthquakes than when making one about exposure to tsunamis).<br/><h4>Vulnerability</h4>The propensity or predisposition to be adversely affected.<br/>In the context of RIESGOS, vulnerability takes the form of vulnerability-functions. Per building class (wich is a part of the exposure), this function takes a hazard intensity (like an earthquakes estimated accelleration) and returns a damage-class.<br/><h4>Earthquake exposure and vulnerability</h4>Currently, our estimations of exposure and vulnerability are based on the results of the SARA project (https://sara.openquake.org/). <br/>SARA surveyed 21 building classes. For every building type in the SARA schema there is a different fragility function. They have been reported in <b>Villar-Vega et al., 2017</b>. <br/>Depending on the intensity measure (expected acceleration during the earthquake), it can lead the building class to reach several damage states (D0 = no damage, D1= slight, D2= moderate, D3= extensive, D4= collapse). <br/><h4>Tsunami exposure and vulnerability</h4>For tsunamis, we base our estimations of exposure and vulnerability on the <b>Suppasri et al., 2014</b> building schema, which contains 10 building classes.<br/>In this schema, every building type could reach one out of 6 damage states (D0 = no damage, D1 = minor damage, D2 = moderate damage, D3 = major damage D4 = complete damage, D5 = Collapsed, D6 = Washed away).  <br/>The intensity measure to be used in the fragility functions is inundation depth.<br/>"
        },
        "es": {
            "title": "Vulnerabilidad y exposición",
            "body": "<h4> Exposición </h4> La presencia de personas, medios de vida, especies o ecosistemas, funciones ambientales, servicios y recursos, infraestructura o activos económicos, sociales o culturales en lugares y entornos que podrían verse afectados negativamente. <br / > En el contexto de RIESGOS, la exposición generalmente se estima a partir de una encuesta de la infraestructura en la región del proyecto. Estas encuestas crean una lista de clases de construcción, generalmente con la vista puesta en un peligro específico (lo que significa que otras clases se enumeran cuando se realiza una encuesta sobre la exposición a terremotos que cuando se hace una sobre la exposición a tsunamis). <br/> <h4> Vulnerabilidad </h4> La propensión o predisposición a verse afectada negativamente. <br/> En el contexto de RIESGOS, la vulnerabilidad toma la forma de funciones de vulnerabilidad. Por clase de construcción (que es parte de la exposición), esta función toma una intensidad de peligro (como la aceleración estimada de un terremoto) y devuelve una clase de daño. <br/> <h4> Exposición y vulnerabilidad a terremotos </h4> Actualmente, nuestras estimaciones de exposición y vulnerabilidad se basan en los resultados del proyecto SARA (https://sara.openquake.org/). <br/> SARA encuestó a 21 clases de construcción. Para cada tipo de edificio en el esquema SARA hay una función de fragilidad diferente. Han sido reportados en <b> Villar-Vega et al., 2017 </b>. <br/> Dependiendo de la medida de intensidad (aceleración esperada durante el terremoto), puede llevar a la clase de construcción a alcanzar varios estados de daño (D0 = sin daño, D1 = leve, D2 = moderado, D3 = extenso, D4 = colapso) . <br/> <h4> Exposición y vulnerabilidad al tsunami </h4> Para tsunamis, basamos nuestras estimaciones de exposición y vulnerabilidad en el esquema de construcción <b> Suppasri et al., 2014 </b>, que contiene 10 clases de construcción. <br/> En este esquema, cada tipo de edificio podría alcanzar uno de los 6 estados de daño (D0 = sin daño, D1 = daño menor, D2 = daño moderado, D3 = daño mayor D4 = daño completo, D5 = colapsado, D6 = Lavado lejos). <br/> La medida de intensidad que se utilizará en las funciones de fragilidad es la profundidad de inundación. <br/>"
        }
    }
]